Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: Share interesting content from your own site.
cs: Sdílejte zajímavý obsah na vaší vlastní stránce.
de: Teilen Sie interessante Inhalte von Ihrer eigenen Website.
es: Comparte contenido interesante desde tu propio sitio.
hu: Osszon meg érdekes tartalmakat saját oldaláról.
it: Condividi contenuti interessanti dal tuo sito.
ja: 独自のサイトで興味のあるコンテンツを共有。
kab: Bḍu agbur yelhan seg usmel inek.
ms: Kongsi kandungan menarik dari laman anda sendiri.
nl: Deel interessante inhoud van uw eigen website.
pt_br: Compartilhe coisas interessantes do seu próprio site.
sl: Delite zanimivo vsebino iz svoje strani.
sq: Ndani me të tjerët lëndë interesante që prej sajtit tuaj.
te: మీ సొంత సైట్ నుండి ఆసక్తికరమైన కంటెంట్ షేర్ చేయండి.
uk: Діліться цікавим вмістом зі свого власного сайту.

source: VK
ru: ВКонтакте
uk: ВКонтакті

source: VK is a social network that unites people all over the world and helps them communicate comfortably and promptly.
cs: VK je sociální síť, která sjednocuje lidé po celém světě a pomáhá jim komunikovat pohodlně a rychle.
de: VK ist ein soziales Netzwerk, das Menschen auf der ganzen Welt zusammenbringt und ihnen hilft, bequem und schnell zu kommunizieren.
es: VK es una red social que une gente de todo el mundo y los ayuda a comunicarse cómoda y rápidamente.
es_ar: VK es una red social que une gente de todo el mundo y los ayuda a comunicar de una manera amena y rápida.
fr: VK est un réseau social rassemblant des personnes du monde entier et qui les aide à communiquer confortablement et rapidement.
hu: A Vkontakte egy közösségi oldal, amely segítségével gyorsan és egyszerűen érintkezhet másokkal az egész világon.
it: VK è un social network che unisce persone da tutto il mondo e le aiuta a comunicare in modo comodo e veloce.
ja: VK は、世界中の人々をつなぎ、快適かつ即座にコミュニケーションを取れるようにするソーシャルネットワークです。
kab: VK d aẓeṭṭa n tmetti i d-yesdukklen imdanen n umaḍal udiɣ i d-yettmuddun tallalt n teywalt s zreb akked tarrayt yelhan.
ms: VK adalah rangkaian sosial yang menyatukan pengguna di seluruh dunia dan membantu mereka berkomunikasi dengan selesa dan segera.
nl: VK is een sociaal netwerk dat mensen over de hele wereld verenigt en hen helpt comfortabel en vlot te communiceren.
pt_br: VK é uma rede social que reúne e ajuda pessoas de todo o mundo a se comunicarem de forma confortável e prontamente.
ru: ВКонтакте — это социальная сеть для быстрой и удобной коммуникации между людьми по всему миру.
sl: VK je družbeno omrežje, ki združuje ljudi iz celega sveta in jim pomaga pri udobnem in pravočasnem komuniciranju.
sq: VK është një rrjet shoqëror që bën tok njerëz nga anembanë bota dhe i ndihmon ata të komunikojnë me rehati dhe pa humbje kohe.
te: VK ప్రపంచవ్యాప్తంగా ప్రజలు కలుస్తుంది మరియు వాటిని హాయిగా మరియు వెంటనే కమ్యూనికేట్ సహాయపడుతుంది ఒక సామాజిక నెట్వర్క్.
uk: ВКонтакті - це соціальна мережа, яка об'єднує людей по всьому світу та допомагає їм швидко та зручно спілкуватися.

source: Pinterest is a tool to help you discover and plan things you want to do. When you find something that looks interesting, just Pin it! Pins are visual bookmarks that you organize and share the way you want.
cs: Pinterest je nástroj, který vám pomůže objevit a naplánovat věci, které byste rádi udělali. Když najde nějakou zajímavost, jednoduše si ji připněte (Pin it)! Piny jsou vizuální záložky, které můžete organizovat a sdílet způsobem, jakým budete chtít.
de: Pinterest ist ein Werkzeug, mit dem Sie Dinge, die Sie tun möchten, entdecken und planen können. Wenn Sie etwas finden, das interessant aussieht, pinnen Sie es einfach an! Pins sind visuelle Lesezeichen, die Sie so organisieren und teilen, wie Sie es möchten.
es: Pinterest es una herramienta para ayudarte a descubrir y planificar cosas que quieres hacer. Cuando consigues algo que se ve interesánte, ¡házle un Pin! Los Pins son marcadores visuales que organizas y compartes como quieras.
es_ar: Pinterest es una herramienta que ayuda a descubrir y planear cosas que querés hacer. Cuando encontrés algo que parece interesante, solo hacé un ¡Pin! Pines son marcadores visuales que organizás y compartís de la manera que querés.
fr: Pinterest est un outil qui vous aide à découvrir et planifier des choses à faire. Quand vous trouvez quelque chose qui a l'air intéressant, épinglez-le ! Les éléments épinglés sont des signets visuels que vous pouvez organiser et partager à votre guise.
hu: A Pinterest egy hasznos eszköz arra, hogy felfedezze és megtervezze, miket is szeretne csinálni. Amikor talál valami érdekeset, csak kattintson a Pin it! gombra, így képes könyvjelzőkkel rendezgetheti és oszthatja meg azt, ami érdekli.
it: Pinterest è uno strumento che ti aiuta a trovare e ricordare le cose da fare. Quando trovi qualcosa che ti sembra interessante, appuntatelo, o come si dice “dagli un Pin”. I Pin altro non sono se non dei segnalibri visuali che puoi organizzare e condividere come meglio credi.
ja: Pinterest はあなたが発見し、やりたいことを計画するのを助けるツールです。興味深そうなものを見つけたら、ピンで止めるだけです！ ピンは、あなた自身のやり方で整理し、シェアするためのビジュアル・ブックマークです。
kab: Pinterest d afecku ak-d-imudden tallalt akken ad twalid udiɣ ad tesqiwseḍ tiɣawsiwin ara txedmeḍ. Ticki tufiḍ taɣawsa i twalaḍ telha, senteḍ-itt! Iferdisen inetḍen d isɣalen imwalanen i temreḍ ad tsuddseḍ udiɣ ad tebḍuḍ akken tebɣiḍ.
ms: Pinterest adalah alat untuk membantu anda mencari dan merancang perkara yang anda mahu lakukan. Apabila anda jumpa sesuatu yang nampak menarik, Pin sahaja! Pin ialah tandabuku visual yang anda susun dan kongsi mengikut cara yang anda mahu.
nl: Pinterest is een hulpmiddel dat u helpt dingen die u wilt doen te ontdekken en te plannen. Als u iets vindt dat interessant lijkt, Pin het dan! Pins zijn visuele bladwijzers die u op uw eigen manier ordent en deelt.
pt_br: Pinterest é uma ferramenta para ajudá-lo a descobrir e planejar coisas que deseja fazer. Quando encontrar algo que parece interessante, apenas Pin it! Os pinos são marcadores visuais para organizar e compartilhar da maneira que quiser.
sl: Pinterest je orodje za pomoč pri odkrivanju in načrtovanju svari, ki jih želite narediti. Ko najdete nekaj, kar je videti zanimivo, si to pripnite! Bucike (angl. \"pin\") so vidni zaznamki, ki si jih organizirate in delite po svoji želji.
sq: Pinterest është një mjet që ju ndihmon të zbuloni dhe planifikoni gjëra që doni të bëni. Kur gjeni diçka që ju duket me interes, thjesht… Pin it! Kunjat janë faqerojtës pamorë që ju lejojnë të sistemoni dhe ndani me të tjerët gjërat që doni.
te: పింట్రెస్ట్ మీరు కనుగొనడంలో మరియు మీరు చేయాలనుకుంటున్నారా విషయాలు ప్లాన్ సహాయం ఒక సాధనం. మీరు ఆసక్తికరమైన కనిపించే ఏదో చూసినప్పుడు, దాన్ని పిన్! పిన్స్ మీరు నిర్వహించడానికి మరియు మీకు కావలసిన విధంగా పంచుకునే దృశ్య బుక్మార్క్లు.
uk: Pinterest - це інструмент, призначений допомогти вам виявляти та планувати те, що ви хочете зробити. Коли ви знаходите щось цікаве, просто прикріпіть його! Це створює візуальні закладки, якими ви можете керувати та ділитися на свій розсуд.

source: Discover ideas for all your projects and interests, hand-picked by people like you.
cs: Objevte nápady pro všechny vaše projekty a zájmy vybrané lidmi, jako jste vy.
de: Entdecken Sie Ideen für alle Ihre Projekte und Interessen, handverlesen von Menschen wie Ihnen.
es: Descubre ideas para todos tus proyectos e intereses, escogidos por personas como tú.
es_ar: Descubrí ideas para todos tus proyectos e intereses, elegidos por gente como vos.
fr: Découvrez des idées pour tous vos projets et centres d'intérêt, sélectionnés par des gens comme vous.
hu: Fedezzen fel új ötleteket, új módszereket mások válogatásait böngészve.
it: Scopri nuove idee per i tuoi progetti e i tuoi interessi, tutte catalogate da persone come te.
ja: あなたと似た人々によって厳選されたアイデアを発見しましょう。あなたのあらゆるプロジェクトや興味のあることのために。
kab: Wali tiktiwin i yisenfaṛen inek akked wayen i tḥemleḍ, i d-fernen yemdanen am kečč.
ms: Teroka idea bagi semua projek dan minat anda, dipilih oleh peminat seperti anda.
nl: Ontdek ideeën voor al uw projecten en interesses, geselecteerd door mensen zoals u.
pt_br: Descubra ideias para todos os seus projetos e interesses, escolhidos a dedo por pessoas como você.
sl: Odkrijte ideje za vse svoje projekte in zanimanja, ki so jih ročno izbrali ljudje, kot ste vi.
sq: Zbuloni ide për krejt projektet dhe interesat tuaj, zgjedhur enkas nga njerëz si ju.
te: మీ అన్ని ప్రాజెక్టులు మరియు ఆసక్తులు ఆలోచనలు కనుగొనండి, మీరు వంటి ప్రజలు, చేతితో ఎన్నుకున్నవి.
uk: Відкривайте ідеї для своїх проектів та інтересів разом з такими ж людьми, як ви.

source: Odnoklassniki (Russian: Одноклассники Classmates) is a social network service for classmates and old friends.
cs: Odnoklassniki (rusky: Одноклассники Spolužáci) je sociální síť pro spolužáky a staré přátele.
de: Odnoklassniki (russisch: Одноклассники Klassenkameraden) ist ein soziales Netzwerk für Klassenkameraden und alte Freunde.
es: Odnoklassniki (ruso: Одноклассники compañeros de clase) es un servicio de red social para compañeros de clase y viejos amigos.
es_ar: Odnoklassniki (ruso: Одноклассники Classmates) es una red social para compañeros de clases y viejas amistades.
fr: Odnoklassniki (en russe : Одноклассники amis de l'école) est un réseau social pour les camarades de classe et les vieux amis.
hu: Az Odnoklassiki (orosz, jelentése: osztálytársak) egy közösségi oldal régi barátok, osztálytársak megtalálására.
it: Odnoklassniki o Одноклассники in russo (compagni di scuola) è un social network per rimanere in contatto con ex compagni di scuola e vecchi amici.
ja: Odnoklassniki (Russian: Одноклассники Classmates) はクラスメートや旧友とつながるためのソーシャルネットワークサービスです。
kab: Odnoklassniki (s trusit: Одноклассники imdukal n uɣerbaz) d aẓeṭṭa n tmetti i yemdukal n tneɣrit akked yemdukal iqbuṛen.
ms: Odnoklassniki (Russian: Одноклассники Classmates) adalah perkhidmatan rangkaian sosial untuk rakan sekolah dan teman lama.
nl: Odnoklassniki (Russisch: Одноклассники Classmates) is een sociaalnetwerkservice voor klasgenoten en oude vrienden.
pt_br: Odnoklassniki (Russo: Одноклассники Classmates) é um serviço de rede social para colegas e velhos amigos.
ru: Развлекательная социальная сеть для общения с друзьями, просмотра фильмов и сериалов, прослушивания музыки и многого другого.
sl: Odnoklassniki (rusko: Одноклассники - sošolci) je družbeno omrežje za sošolce in stare prijatelje.
sq: Odnoklassniki (Rusisht: Одноклассники Shokë klase) është një shërbim rrjeti shoqëror për shokë klase dhe miq të vjetër.
te: Odnoklassniki (Russian: Одноклассники Classmates) సహచరులు మరియు పాత స్నేహితుల కోసం ఒక సామాజిక నెట్వర్క్ సేవ.
uk: Однокласники - це соціальна мережа для однокласників та старих друзів.

source: Odnoklassniki
ru: Одноклассники
uk: Однокласники

source: Xing is the social network for professional networking, business marketing and career development.
cs: Xing je sociální síť pro tvorbu profesní sítě, business marketing a budování kariéry.
de: Entdecken Sie neue und bestehende Kontakte, Gruppen, Jobs, Unternehmen, Events und News aus Ihrer Branche.
es: Xing es la red social para hacer relaciones profesionales, mercadeo de negocios y desarrollo de carreras.
es_ar: Xing es una red social de profesiones de negocios, marketing y desarrollo profesional.
fr: Xing est le réseau social pour la mise en contact professionnelle, le marketing en entreprise et le développement de carrière.
hu: A Xing egy közösségi oldal a szakmai, üzleti kapcsolatteremtéshez.
it: Xing è il social network dedicato all’interazione coi propri contatti lavorativi e lo sviluppo di attività di marketing e opportunità di carriera.
ja: Xing は、プロフェッショナルネットワーキング、ビジネスマーケティング、キャリア開発のためのソーシャルネットワークです。
kab: Xing d aẓeṭṭa n tmetti i unermes asedri, talzuzit di tkebbanit akked tnfelit deg uxeddim.
ms: Xing adalah rangkaian sosial untuk rangkaian profesional, pemasaran perniagaan dan pembangunan kerjaya.
nl: Xing is het sociale netwerk voor professioneel netwerken, businessmarketing en carrièreontwikkeling.
pt_br: Xing é a rede social para networking profissional, marketing empresarial e desenvolvimento de carreira.
sl: Xing je družbeno omrežje za profesionalno mreženje, poslovno tržništvo in razvoj kariere.
sq: Xing është rrjeti shoqëror për profesionistë, marketing biznesi dhe zhvillim karrierash.
te: జింగ్ ప్రొఫెషనల్ నెట్వర్కింగ్, వ్యాపార మార్కెటింగ్ మరియు వృత్తి అభివృద్ధి కోసం సామాజిక నెట్వర్క్.
uk: Xing - це соціальна мережа для професійних зв'язків, бізнесу, маркетингу та кар'єрного зросту.

source: XING is the professional network for a better working life.
cs: XING je profesní síť pro lepší pracovní život.
de: XING ist das soziale Netzwerk für Beruf und Karriere.
es: XING es la red profesional que mejora la vida laboral.
es_ar: XING es la red profesional para una mejor vida laboral.
fr: XING est le réseau professionnel pour une meilleure vie au travail.
hu: A XING segít, hogy jobb munkája legyen, jobban érezze magát munka közben.
it: XING è un network professionale per una gestione più semplice della vita lavorativa.
ja: XING はより良い職業人生のためのプロフェッショナルネットワークです。
kab: XING d aẓeṭṭa asedri i tudert tufrint deg uxeddim.
ms: XING adalah rangkaian profesional untuk kehidupan bekerja yang lebih baik.
nl: XING is het professionele netwerk voor een beter beroepsleven.
pt_br: XING é a rede profissional para uma vida melhor de trabalho.
sl: XING je profesionalno omrežje za boljše delovno življenje.
sq: XING është rrjeti profesional për një jetë më të mirë profesionale.
te: XING ఒక మంచి పని కాల జీవితం కోసం ప్రొఫెషనల్ నెట్వర్క్.
uk: XING - професійна мережа для кращого життя в роботі.

source: Expand your existing network and access new contacts, groups, jobs, companies, events and news from your industry.
cs: Rozšiřte svou existující síť a získejte nové kontakty, skupiny, zaměstnání, společnosti, události a novinky z vašeho odvětví.
de: Erweitern Sie Ihr bestehendes Netzwerk und greifen Sie auf neue Kontakte, Gruppen, Arbeitsstellen ,Unternehmen, Veranstaltungen und Neuigkeiten aus Ihrem Berufsfeld zu.
es: Expande tus redes y accede a nuevos contactos, grupos, trabajos, compañías, eventos y noticias de tu industria.
fr: Étendez votre réseau existant et accédez à de nouveaux contacts, groupes, jobs, sociétés, évènements et nouvelles dans votre secteur.
hu: Bővítse, erősítse kapcsolati hálóját, teremtsen kapcsolatokat más emberekkel, csoportokkal, cégekkel. Olvasson híreket, jusson el eseményekre, szerezzen új állást.
it: Estendi la tua rete di contatti accedendo a nuove relazioni professionali, gruppi, opportunità occupazionali, aziende, eventi e novità nel tuo settore di competenza.
ja: 既存のネットワークを広げ、あなたの業界内の新たな人脈、グループ、求人、企業、イベント、ニュースにアクセスしましょう。
kab: Semɣeṛ aẓeṭṭa yinek yellan yakan udiɣ kcem tikelt nniḍen ɣer inermisen imaynuten, igrawen, imeḍqan n uxeddim, tikebbaniyin, tidyanin akked umaynut deg taɣult inek.
ms: Kembangkan rangkaian sedia ada anda dan akses kenalan, kumpulan, pekerjaan, syarikat, aktiviti dan berita baru dalam industri anda.
nl: Vergroot uw bestaande netwerk en benader nieuwe contacten, groepen, banen, bedrijven, evenementen en nieuws uit uw industrie.
pt_br: Expande a sua rede existente e acesse novos contatos, grupos, trabalhos, empresas, eventos e notícias de sua indústria.
sl: Razširite svoje obstoječe omrežje in dostopajte do novih stikov, skupin, zaposlitev, podjetij, dogodkov in novic iz svoje dejavnosti.
sq: Zgjerojini rrjetin tuaj aktual dhe lidhuni me kontakte të reja, grupe, punësime, kompani, veprimtari dhe lajme nga industria juaj.
te: మీ ఇప్పటికే నెట్వర్క్ను విస్తరించేందుకు మరియు మీ పరిశ్రమలో నుండి కొత్త పరిచయాలు, సమూహాలు, ఉద్యోగాలు, కంపెనీలు, ఈవెంట్స్ మరియు వార్తా యాక్సెస్.
uk: Розширюйте свою професійну мережу та отримуйте доступ до нових контактів, груп, вакансій, компаній, подій та новин у своїй галузі.

source: The quickest way to get your soccer scores
cs: Nejrychlejší způsob jak sledovat fotbalové výsledky
de: Der schnellste Weg zu Ihren Fußball-Ergebnissen
es: La forma más rápida de conocer los resultados de fútbol
hu: A leggyorsabb mód focieredmények elérésére
it: Il metodo più veloce per conoscere i risultati delle partite di calcio che ti interessano.
kab: Tarrayt taruraṭ akken ad tissineḍ agmuḍ n waddal n uḍaṛ
ms: Cara paling pantas untuk mengetahui skor bola sepak anda
nl: De snelste manier om uw voetbalstanden te verkrijgen
pt_br: A maneira mais rápida de obter o placar do futebol
sl: Najhitrejši način za spremljanje izidov nogometa
sq: Rruga më e lehtë për të mësuar përfundimet e ndeshjeve të futbollit
te: మీ సాకర్ స్కోర్లు పొందడానికి వేగవంతమైన మార్గం
uk: Найшвидший спосіб дізнатися рахунок з футболу

source: Enjoy our detailed soccer livescores while surfing the web with your Firefox browser.
cs: Užijte si detailní a živé fotbalové informace během procházení internetu s vaší prohlížečem Firefox.
de: Genießen Sie unsere detaillierten Fußball-Liveberichte, während Sie mit Ihrem Firefox-Browser im Internet surfen.
es: Disfruta de los últimos resultados de fútbol mientras navegas por la Web con tu navegador Firefox.
hu: Érje el részletes élő focieredményeinket, miközben a Firefoxszal böngészik.
it: Rimani aggiornato in tempo reale sui risultati delle partite di calcio mentre navighi con Firefox.
kab: Faṛes tagnitt seg igmaḍ n waddal n uḍaṛ s srid di tunigin di web s useqdec n iming Firefox.
ms: Nikmati perincian skor-langsung bola sepak kami semasa melayari web dengan pelayar Firefox anda.
nl: Geniet van onze gedetailleerde live voetbalstanden terwijl u met uw Firefox-browser op het web surft.
pt_br: Aproveite nosso placar detalhado do futebol enquanto navega na web com seu navegador Firefox.
sl: Uživajte v trenutnih izidih nogometnih tekem med brskanjem po spletu s Firefoxom.
sq: Shijoni përfundimet e ndeshjeve drejtpërdrejt, teksa shfletoni në web me shfletuesin Firefox.
te: మీ ఫైర్ఫాక్స్ బ్రౌజర్ తో వెబ్ సర్ఫింగ్ చేస్తున్న సమయంలో మా వివరణాత్మక సాకర్ ప్రత్యక్ష స్కోర్లు ఆనందించండి.
uk: Отримуйте задоволення від нашої детальної інформації з футбольних рахунків поки ви переглядаєте Інтернет з браузером Firefox.

source: Thanks to BeSoccer widget, you'll get real-time soccer scores as quick as possible while navigating with your Firefox browser.
cs: Díky widget BeSoccer můžete naživo sledovat fotbalové výsledky i během používání vašeho prohlížeče Firefox.
de: Dank dem BeSoccer-Widget erhalten Sie Fußballergebnisse in Echtzeit und so schnell wie möglich, während Sie mit Ihrem Firefox-Browser surfen.
es: Gracias al widget BeSoccer, conocerás en tiempo real los resultados de fútbol mientras navegas con tu Firefox
es_ar: Gracias al widget BeSoccer, obtendrá los resultados futbolísticos en tiempo real tan rápido como sea posible mientras navega de internet con su Firefox.
hu: A BeSoccer kiegészítővel a lehető leggyorsabban hozzájuthat valós idejű focieredményekhez, miközben a Firefox böngészőt használja.
it: Grazie al widget BeSoccer potrai vedere in tempo reale — non appena disponibili — i risultati delle partite di calcio mentre navighi con Firefox.
kab: S useqdec n uzegrir BeSoccer, ad twalim igmaḍ n waddal n uḍaṛ s srid melmi i tzemreḍ di tunigin inek s Firefox.
ms: Terima kasih kepada widget BeSoccer, anda akan dapat tahu skor bola sepak masa-nyata sepantas yang mungkin semasa melayar dengan pelayar Firefox anda.
nl: Dankzij de BeSoccer-widget ontvangt u zo snel mogelijk voetbalstanden in realtime terwijl u met uw Firefox-browser surft.
pt_br: Graças ao widget BeSoccer, obterá os resultados do futebol em tempo real o mais rápido possível enquanto navega no Firefox.
sl: Z gradnikom BeSoccer lahko spremljate nogometne izide v realnem času, medtem ko uporabljate Firefox.
sq: Falë widget-it BeSoccer , do të merrni përfundime të drejtpërdrejta ndeshjesh sa më shpejt që të jetë e mundur, ndërkohë që shfletoni me Firefox-in.
te: BeSoccer విడ్జెట్ కు ధన్యవాదాలు, మీ ఫైర్ఫాక్స్ బ్రౌజర్ తో నావిగేట్ మీరు వీలైనంత త్వరగా వాస్తవ కాల సాకర్ స్కోర్లు పొందుతారు.
uk: Завдяки віджету BeSoccer, ви отримаєте рахунки з футболу в реальному часі, так швидко, наскільки це можливо, поки ви переглядаєте Інтернет з браузером Firefox.

source: Yahoo Mail
es_ar: Correo de Yahoo
te: యాహూ మెయిల్
uk: Пошта Yahoo

source: Quickly send web pages to yourself and others with enhanced link previews and more.
cs: Pošlete rychle webové stránky sobě i jiným uživatelům díky zdokonaleným náhledům odkazů, a nejen to.
de: Sende ganz einfach Webseiten mit erweiterter Link-Vorschau und mehr an dich selbst und andere.
es: Envía páginas web rápidamente a tu buzón o al de otras personas con vistas previas de enlaces mejoradas y mucho más.
es_ar: Enviá páginas web rápidamente a tu buzón o al de otras personas con vistas previas de enlaces mejoradas y mucho más.
fr: Grâce aux aperçus améliorés de liens, gagnez du temps lors des envois de pages Web.
hu: Könnyedén küldhet weboldalakat másoknak és saját magának továbbfejlesztett hivatkozás-előnézetek és sok más funkció használatával.
it: Invia rapidamente pagine web a te e ad altre persone con anteprime avanzate dei link e altro.
kab: Azen s zreb isebtar web i yiman-ik neɣ i wiyaḍ s useqdec n teskant tanernant n useɣwen akked wayen nniḍen.
ms: Pantas menghantar halaman web kepada diri sendiri dan orang lain dengan previu pautan yang dipertingkatkan dan banyak lagi.
nl: Verstuur snel webpagina’s naar uzelf en anderen met geavanceerde voorbeelden van koppelingen en meer.
pt_br: Envie páginas web para você mesmo e para outras pessoas com visualizações aprimoradas de links e muito mais.
ru: Функция предварительного просмотра ссылок и другие возможности позволяют быстро отправлять веб-страницы себе и другим пользователям.
sl: Z izboljšanim predogledom povezave in drugimi možnostmi hitro pošljite spletne strani sebi ali drugim.
sq: Dërgoni shpejt faqe web te vetja dhe të tjerët, me paraparje të thelluar lidhjesh, dhe më tepër se kaq.
te: త్వరగా మెరుగైన లింక్ ప్రివ్యూలు మరియు మరింత మిమ్మల్ని వెబ్ పేజీలు మరియు ఇతరులు పంపండి.
uk: Швидко надсилайте веб-сторінки собі та іншим завдяки покращеним можливостям попереднього перегляду посилань та іншим функціям.
