Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: Fast, simple to use email with 1 TB of free mail storage and smarter tools to help you get more done.
cs: Rychlý a snadno použitelný e-mail s bezplatným úložištěm o velikosti 1 TB a inteligentnější nástroje, které vám usnadní práci.
de: Schnelle und einfach zu bedienende E-Mail-Anwendung mit 1 TB freiem E-Mail-Speicher und intelligenten Tools, mit denen du noch mehr erledigen kannst.
es: Correo electrónico rápido y fácil de usar con 1 TB de almacenamiento gratuito para correos y herramientas inteligentes que te permiten mejorar tu productividad.
es_ar: Correo electrónico rápido y fácil de usar con 1 TB de almacenamiento gratuito para correos y herramientas inteligentes que te permiten mejorar tu productividad.
hu: Gyors, könnyen kezelhető e-mail szolgáltatás 1 TB ingyenes levelezési tárhellyel és intelligensebb, a hatékony munkát segítő eszközökkel.
it: Un'email facile da utilizzare con 1 TB di archivio gratuito per la posta e strumenti intelligenti per aiutarti a lavorare al meglio.
kab: D arurad, d afessas i useqdec n yimayl s 1 TAṬ n usekles baṭel akked ifecka uḥricen akken ad txedmeḍ ugar.
ms: Cara pantas dan mudah untuk menggunakan e-mel dengan storan mel percuma 1 TB dan alatan yang lebih bijak, untuk membantu anda supaya dapat melakukan lebih banyak perkara.
nl: Snelle, eenvoudig te gebruiken e-mail met 1 TB aan gratis e-mailopslag en slimmere hulpmiddelen waarmee u nog productiever bent.
pt_br: Rápido e simples de usar: e-mail com 1 TB de armazenamento gratuito de e-mails e ferramentas mais inteligentes para ajudá-lo a realizar mais tarefas.
ru: Выполняйте больше задач благодаря быстрой и удобной электронной почте (1 ТБ пространства предоставляется бесплатно) и умным инструментам.
sl: Hitra pošta, preposta za uporabo, z 1 TB prostora za shranjevanje in pametnimi orodji za večjo storilnost.
sq: Email i shpejtë, i thjeshtë për t’u përdorur, me 1 TB depozitë email-esh falas dhe mjete më të mençura për t’ju ndihmuar të mbaroni punë.
te: ఫాస్ట్, మీరు మరింత పూర్తి సహాయ ఉచిత మెయిల్ నిల్వ మరియు తెలివిగా సాధనాలను 1TB ఇమెయిల్ ఉపయోగించడానికి సులభమైనది.
uk: Швидке і зручне користування електронною поштою завдяки системі зберігання електронної пошти обсягом 1 ТБ та покращеним інструментам, які допоможуть зробити більше важливих справ.

source: diaspora* is a distributed social network where you keep control over your data.
cs: diaspora* je distribuovaná sociální síť, se kterou máte kontrolu nad svými daty.
de: diaspora* ist ein verteiltes soziales Netzwerk, in dem Sie die Kontrolle über Ihre Daten behalten.
es: diaspora* es una red social distribuida donde tienes el control de tus datos.
kab: diaspora* d aẓeṭṭa n tmetti awzawaz anida ad tesneqdeḍ isefka yinek.
ms: diaspora* adalah satu rangkaian sosial menyeluruh untuk anda dapat kawal data anda.
pt_br: diáspora* é uma rede social distribuída onde você mantém o controle sobre seus dados.
sl: diaspora* je porazdeljeno družbeno omrežje, v katerem ohranjate nadzor nad svojimi podatki.
sq: diaspora* është një rrjet shoqëror i shpërndarë, në të cilin ruani kontrollin e të dhënave tuaja.
te: డయాస్పోరా* తో మీరు మీ సమాచారం పై నియంత్రణ ఉంచేందుకు పేరు ఒక పంపిణీ సామాజిక నెట్వర్క్.
uk: diaspora* - це децентралізована соціальна мережа, в якій ви можете тримати під контролем свої дані.

source: Share with diaspora*
cs: Sdílejte s diasporou*
de: Auf diaspora* teilen
es: Comparte con diaspora*
es_ar: Compartir con diaspora*
kab: Bḍu akked diaspora*
ms: Kongsi dengan diaspora*
pt_br: Compartilhar com o diáspora
sl: Delite na diaspori*
sq: Ndajeni me të tjerët në diaspora*
te: డయాస్పోరా తో పంచుకో
uk: Поділитися з diaspora*

source: The diaspora* share widget lets you share your favorite links.
cs: S widgetem můžete na síti diaspora* sdílet své oblíbené odkazy.
de: Über das Teilen-Widget von diaspora* können Sie Ihre Lieblings-Links teilen.
es: El widget de compartir de diaspora* te permite compartir tus enlaces favoritos.
kab: Azegrir n beṭṭu n diaspora* ak yeǧǧ ad tebḍuḍ iseɣwan inek inurifen.
ms: Widget kongsi diaspora* membolehkan anda berkongsi pautan kegemaran anda.
pt_br: O widget diáspora* permite compartilhar seus links favoritos.
sl: Gradnik diaspora* vam omogoča deljenje priljubljenih povezav.
sq: Mekanizmi i ndarjes me të tjerët i diaspora* ju lejon të ndani lidhjet tuaja të parapëlqyera.
te: డయాస్పోరా* షేర్ విడ్జెట్ మీరు మీ ఇష్టమైన లింకులు పంచుకునేందుకు అనుమతించే.
uk: Віджет diaspora* дає вам змогу ділитися своїми улюбленими посиланнями.

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
cs: Část z tohoto obsahu je ©1998–%(current_year)s jednotlivých přispěvatelů mozilla.org. Obsah je dostupný pod <a href="%(url)s">licencí Creative Commons</a>.
de: Teile dieses Inhalts stehen unter einem ©1998–%(current_year)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href="%(url)s">Creative-Commons-Lizenz</a>.
es: Partes de este contenido son ©1998–%(current_year)s de colaboradores individuales de mozilla.org. El contenido está disponible bajo una <a href="%(url)s">Licencia Creative Commons</a>.
fr: Certaines parties de ce contenu sont ©1998–%(current_year)s par les contributeurs individuels de mozilla.org. Le contenu est disponible sous <a href="%(url)s">licence Creative Commons</a>.
hu: A tartalom egyes részei ©1998–%(current_year)s egyéni mozilla.org közreműködők munkái. A tartalom <a href="%(url)s">Creative Commons</a> licenc alatt érhető el.
it: Parte di questi contenuti sono ©1998–%(current_year)s di singoli collaboratori di mozilla.org. I contenuti sono disponibili secondo la <a href="%(url)s">licenza Creative Commons</a>.
ja: 当サイト上のコンテンツの一部は貢献者によって mozilla.org へ提供されたものです。©1998–%(current_year)s コンテンツは <a href="%(url)s">Creative Commons ライセンス</a> で使用可能です。
kab: Kra n yeḥricen n ugbur d ©1998–%(current_year)s sɣur imttekkiyen n mozilla.org. Agbur yella yakan daw n <a href="%(url)s">turagt Creative Commons</a>.
ms: Sebahagian kandungan ini ©1998–%(current_year)s dihasilkan oleh individu penyumbang mozilla.org. Kandungan tersedia di bawah <a href="%(url)s">Lesen Creative Commons</a>.
nl: Delen van deze inhoud zijn ©1998–%(current_year)s door individuele mozilla.org-medewerkers. Inhoud is beschikbaar onder een <a href="%(url)s">Creative Commons-licentie</a>.
pt_br: Partes deste conteúdo são ©1998–%(current_year)s de colaboradores individuais da mozilla. O conteúdo está disponível sob uma <a href="%(url)s">Licença Creative Commons</a>.
ru: Части этого содержимого созданы участниками проекта mozilla.org ©1998–%(current_year)s. Содержимое доступно на условиях <a href="%(url)s">лицензии Creative Commons</a>.
sl: Deli te vsebine so avtorsko zaščiteni v obdobju 1998–%(current_year)s s strani sodelavcev mozilla.org. Vsebina je na voljo pod dovoljenjem <a href="%(url)s">Creative Commons</a>.
sq: Pjesë të kësaj lënde janë nën të drejta kopjimi ©1998–%(current_year)s nga kontribues individualë te mozilla.org. Lënda mund të përdoret sipas një <a href="%(url)s">licence Creative Commons</a>.
te: ఈ కంటెంట్ భాగాలు © 1998 - %(current_year)s వ్యక్తిగత mozilla.org సహాయకులు ద్వారా ఉంది. ఒక <a href="%(url)s"> క్రియేటివ్ కామన్స్ లైసెన్సు </a> క్రింద లభ్యం.
uk: Частини цього вмісту створені учасниками проекту mozilla.org ©1998–%(current_year)s. Вміст доступний на умовах <a href="%(url)s">ліцензії Creative Commons</a>.

source: Contribute to this page
cs: Přispět do této stránky
de: Zu dieser Seite beitragen
es: Colabora en esta página
fr: Contribuer à cette page
hu: Hozzájárulás az oldalhoz
it: Collabora a questa pagina
ja: このページへ貢献
kab: Ttekki deg usebter agi
nl: Bijdragen aan deze pagina
pt_br: Contribua com esta página
ru: Помочь этой странице
sl: Prispevajte k tej strani
sq: Jepni ndihmesë te kjo faqe
te: ఈ సైటుకి తోడ్పడండి
uk: Допомогти з цією сторінкою

source: Contact Us
cs: Kontaktujte nás
de: Kontakt
es: Contacta con nosotros
fr: Nous contacter
hu: Kapcsolat
it: Contattaci
ja: お問い合わせ
kab: Nermes-aɣ-d
nl: Contact
pt_br: Contacte-nos
ru: Связаться с нами
sl: Pišite nam
sq: Lidhuni Me Ne
te: మమ్ముల్ని సంప్రదించండి
uk: Зв'язатися з нами

source: Partner with Us
cs: Buďte s námi partneři
de: Werden Sie Partner
es: Sé nuestro socio
fr: Partenariats
hu: Partnereknek
it: Diventa nostro partner
ja: パートナーシップ
kab: Amendid yid-neɣ
nl: Partner worden
pt_br: Parceria
ru: Стать нашим партнером
sl: Sodelujte z nami
sq: Partneritet me Ne
te: మాతో భాగస్వాములవ్వండి
uk: Стати партнером

source: Donate
cs: Přispět
de: Spenden
es: Dona
es_ar: Donar
fr: Faire un don
hu: Adományozás
it: Fai una donazione
ja: 寄付
kab: Mudd tawsa
nl: Doneren
pt_br: Doações
ru: Пожертвовать
sl: Donirajte
sq: Dhuroni
te: విరాళమివ్వండి
uk: Зробити внесок

source: Privacy Policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
es_ar: Política de privacidad
fr: Respect de la vie privée
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
kab: Tasertit n tbaḍnit
nl: Privacybeleid
pt_br: Política de privacidade
ru: Политика приватности
sl: Politika zasebnosti
sq: Rregulla Privatësie
te: ప్రైవసీ విధానం
uk: Політика приватності

source: Legal Notices
cs: Právní upozornění
de: Rechtliche Hinweise
es: Avisos legales
es_ar: Avisos legales
fr: Avertissement légal
hu: Jogi közlemények
it: Note legali
ja: 法的通知
kab: Alɣu ɣef usaḍuf
nl: Juridische kennisgevingen
pt_br: Avisos Legais
ru: Правовые уведомления
sl: Pravna obvestila
sq: Shënime Ligjore
te: చట్టపరమైన గమనికలు
uk: Юридичні відомості

source: Report Trademark Abuse
cs: Nahlásit zneužití obchodní známky
de: Markenrechtsverletzung melden
es: Informa sobre uso indebido de marca
es_ar: Informar acerca de abuso de marca registrada
fr: Signaler un abus de marque déposée
hu: Védjeggyel való visszaélés jelentése
it: Segnala abusi dei marchi
ja: 商標不正使用報告
kab: Mmel-d aggad iseqdacen tacreṭ yersen
nl: Misbruik van handelsmerk melden
pt_br: Abuso de marca registada
ru: Сообщить о злоупотреблении торговой маркой
sl: Obvestite nas o zlorabi trgovske znamke
sq: Njoftoni Dhunim Shenjash Tregtare
te: ట్రేడ్‌మార్క్ దుర్వినియోగాన్ని నివేదించండి
uk: Повідомити про зловживання торговою маркою

source: SocialAPI for Developers
cs: SocialAPI pro vývojáře
de: SocialAPI für Entwickler
es: SocialAPI para desarrolladores
es_ar: SocialAPI para Desarrolladores
fr: SocialAPI pour les développeurs
hu: SocialAPI fejlesztőknek
it: SocialAPI per sviluppatori
ja: 開発者向け Social API
kab: SocialAPI i yineflayen
nl: SocialAPI voor ontwikkelaars
pt_br: SocialAPI para desenvolvedores
ru: SocialAPI для Разработчиков
sl: SocialAPI za razvijalce
sq: SocialAPI Për Zhvillues
te: డెవలెపర్ల కోసం SocialAPI
uk: SocialAPI для розробників

source: Activate Now
cs: Aktivovat
de: Jetzt aktivieren
es: Activar ahora
es_ar: Activar ahora
fr: Activer maintenant
hu: Aktiválás most
it: Attiva ora
ja: 今すぐ追加
kab: Rmed tura
nl: Nu activeren
pt_br: Ativar agora
ru: Активировать
sl: Vključi zdaj
sq: Aktivizojeni Tani
te: ఇప్పుడే క్రియాశీలం చేయి
uk: Активувати

source: Learn More&hellip;
cs: Dozvědět se více&hellip;
de: Erfahren Sie mehr&hellip;
es: Descubre más&hellip;
es_ar: Conocer más&hellip;
fr: En savoir plus&hellip;
hu: További tudnivalók&hellip;
it: Ulteriori informazioni&hellip;
ja: 詳細...
kab: Issin ugar ɣef &hellip;
nl: Meer info&hellip;
pt_br: Saber mais&hellip;
ru: Подробнее&hellip;
sl: Več &hellip;
sq: Mësoni Më Tepër&hellip;
te: మరింత తెలుసుకోండి &hellip;
uk: Докладніше&hellip;

source: Enhance your Firefox experience, get more out of the Web
cs: Získejte více ze svého Firefoxu, získejte více z webu
de: Verbessern Sie Ihr Firefox-Erlebnis, holen Sie mehr aus dem Internet heraus
es: Mejora tu experiencia Firefox, consigue más de la Web
es_ar: Enriquecé tu experiencia con Firefox, obtené más de la web
fr: Navigation facilitée dans Firefox pour accéder au meilleur du Web
hu: Bővítse a Firefox élményt, hozzon ki többet az internetből
it: Migliora la tua esperienza con Firefox, ottieni il massimo dal Web
ja: あなたの Firefox 体験を深め、Web をさらに活用しましょう
kab: Tunigin tettwassifsus di Firefox akken ad tkecmeḍ ɣer wayen yella d ufrin di web
nl: Verbeter uw Firefox-ervaring, haal meer uit het web
pt_br: Melhore a sua experiência no Firefox, tire mais proveito da web
ru: Повысьте эффективность работы Firefox, получите больше от Интернета
sl: Izboljšajte svojo izkušnjo s Firefoxom, iztisnite več iz spleta
sq: Thelloni punimin e Firefox-it, përfitoni më tepër nga Web-i
te: మీ Firefox అనుభవాన్ని మెరుగుపరచడానికి, వెబ్ నుండి మరిన్ని పొందండి
uk: Підвищіть ефективність свого Firefox, отримайте повну віддачу від Інтернету

source: Other languages:
cs: Ostatní jazyky:
de: Andere Sprachen:
es: Otros idiomas:
es_ar: Otros idiomas:
fr: Autres langues&nbsp;:
hu: Más nyelvek:
it: Altre lingue:
ja: 他の言語:
kab: Tutlayin nniḍen:
nl: Andere talen:
pt_br: Outros idiomas:
ru: Другие языки:
sl: Drugi jeziki:
sq: Gjuhë të tjera:
te: ఇతర భాషలు:
uk: Інші мови:

source: Go
cs: Přejít
de: Los
es: Ir
es_ar: Ir
fr: C'est parti&nbsp;!
hu: Ugrás
it: Vai
ja: 移動
kab: Bdu
nl: Gaan
pt_br: Vá
ru: Перейти
sl: Pojdi
sq: Shko
te: వెళ్ళు
uk: Вперед

source: %(name)s for Firefox
cs: %(name)s pro Firefox
de: %(name)s für Firefox
es: %(name)s para Firefox
es_ar: %(name)s para Firefox
fr: %(name)s pour Firefox
it: %(name)s per Firefox
ja: Firefox 向け %(name)s
kab: %(name)s i Firefox
nl: %(name)s voor Firefox
pt_br: %(name)s para Firefox
ru: %(name)s для Firefox
sl: %(name)s za Firefox
sq: %(name)s për Firefox
te: Firefox కోసం %(name)s
uk: %(name)s для Firefox

source: Services for Firefox
cs: Služby pro Firefox
de: Dienste für Firefox
es: Servicios para Firefox
es_ar: Servicios de Firefox
fr: Services pour Firefox
hu: Szolgáltatások a Firefoxhoz
it: Servizi per Firefox
ja: Firefox 向けサービス
kab: Imezla i Firefox
nl: Services voor Firefox
pt_br: Serviços para Firefox
ru: Службы для Firefox
sl: Storitve za Firefox
sq: Shërbime për Firefox
te: Firefox కోసం సేవలు
uk: Служби для Firefox

source: Get Firefox
cs: Získat Firefox
de: Holen Sie sich Firefox
es: Consigue Firefox
es_ar: Obtener Firefox
fr: Télécharger Firefox
hu: Firefox beszerzése
it: Scarica Firefox
ja: Firefox をダウンロード
kab: Awi-d Firefox
nl: Download Firefox
pt_br: Baixe o Firefox
ru: Получить Firefox
sl: Prenesi Firefox
sq: Merrni Firefox-in
te: ఫైర్ఫాక్సును పొందండి
uk: Отримати Firefox

source: Upgrade Firefox
cs: Aktualizace Firefoxu
de: Firefox aktualisieren
es: Actualiza Firefox
es_ar: Actualizar Firefox
fr: Mettre à jour Firefox
hu: Firefox frissítése
it: Aggiorna Firefox
ja: Firefox を更新
kab: Leqqem Firefox
nl: Firefox upgraden
pt_br: Atualizar o Firefox
ru: Обновить Firefox
sl: Nadgradi Firefox
sq: Përmirësojeni Firefox-in
te: ఫైర్ఫాక్స్ అప్గ్రేడ్
uk: Оновити Firefox

source: requires Firefox 29
cs: vyžaduje Firefox 29
de: Erfordert Firefox 29
es: requiere Firefox 29
es_ar: necesita Firefox 29
fr: nécessite Firefox 29
hu: a Firefox 29-et igényli
it: richiede Firefox 29
ja: 動作環境: Firefox 29
kab: yesra Firefox 29
nl: vereist Firefox 29
pt_br: requer Firefox 29
ru: требует Firefox 29
sl: zahteva Firefox 29
sq: lyp Firefox 29
te: Firefox 29 అవసరం
uk: потребує Firefox 29

source: SocialAPI Demo
cs: Demoverze SocialAPI
de: Demo zur SocialAPI
es: Demo de SocialAPI
es_ar: Demo de SocialAPI
fr: Démonstration SocialAPI
hu: SocialAPI demó
it: Demo SocialAPI
ja: Social API のデモ
kab: Akayad SocialAPI
pt_br: Demo SocialAPI
ru: Демо SocialAPI
sl: Predstavitev SocialAPI
sq: Demo e SocialAPI-t
te: SocialAPI డెమో
uk: Демо SocialAPI

source: Firefox for desktop
cs: Firefox pro desktop
de: Firefox für Desktop
es: Firefox para escritorio
es_ar: Firefox para escritorio
fr: Firefox pour ordinateurs
hu: Firefox számítógépre
it: Firefox per desktop
ja: デスクトップ版 Firefox
kab: Firefox i uselkim
nl: Firefox voor desktop
pt_br: Firefox para desktop
ru: Firefox для десктопа
sl: Firefox za namizje
sq: Firefox për desktop
te: డెస్క్టాప్ కోసం Firefox
uk: Настільний Firefox

source: You must use Firefox to install Social services.
cs: Pro instalaci sociálních služeb musíte používat Firefox.
de: Sie müssen Firefox verwenden, um soziale Dienste zu installieren.
es: Debes usar Firefox para instalar los servicios sociales.
fr: Vous devez utiliser Firefox pour installer des services.
hu: A közösségi szolgáltatások használatához Firefoxot kell használnia.
it: Devi utilizzare Firefox per installare i servizi Social.
ja: ソーシャルサービスをインストールするには Firefox を使ってください。
kab: YEssef ad tesqedceḍ Firefox akken ad tesbeddeḍ imeẓla n tmetti.
nl: U moet Firefox gebruiken om sociale services te installeren.
pt_br: É necessário o Firefox para instalar serviços sociais.
ru: Вы должны использовать Firefox для установки Социальных служб.
sl: Za namestitev družbenih storitev morate uporabiti Firefox.
sq: Duhet të përdorni Firefox-in që të instaloni shërbime Shoqërore.
te: మీరు సామాజిక సేవలు ఇన్స్టాల్ చేయడానికి ఫైర్ఫాక్సు ఉపయోగించాలి.
uk: Ви повинні використовувати Firefox для встановлення соціальних служб.

source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
es_ar: Descargar
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
kab: Sider
nl: Downloaden
pt_br: Baixar
ru: Загрузить
sl: Prenesi
sq: Shkarkojeni
te: డౌనులోడు
uk: Завантажити

source: Installing Social Services requires at least Firefox version 29. Upgrade your version of Firefox now.
cs: Instalace sociálních služeb vyžaduje alespoň Firefox ve verzi 29. Aktualizujte nyní svou verzi Firefoxu.
de: Installation von sozialen Diensten erfordert mindestens die Firefox-Version 29. Aktualisieren Sie jetzt Ihren Firefox.
es: Instalar los servicios sociales requiere al menos la versión 29 de Firefox. Actualiza ahora tu versión de Firefox.
fr: Installer des services nécessite au minimum la version 29 de Firefox. Veuillez mettre Firefox à jour.
hu: A közösségi szolgáltatások telepítéséhez legalább Firefox 29 szükséges. Frissítse a Firefox verzióját most.
it: L’installazione dei servizi Social richiede Firefox 29 o una versione successiva. Aggiorna subito la tua versione di Firefox.
ja: ソーシャルサービスをインストールするにはバージョン 29 以上の Firefox が必要です。今すぐお使いの Firefox を更新しましょう。
kab: Asebded n imeẓla n tmetti yesra ɣarṣum lqem Firefox 29. Leqqem Firefox inek tura.
nl: Het installeren van sociale services vereist minstens versie 29 van Firefox. Upgrade nu uw versie van Firefox.
pt_br: Instalar o Serviço Social exige pelo menos o Firefox 29. Atualize o Firefox agora.
ru: Для установки Социальных служб необходим Firefox версии 29 или выше. Обновите вашу версию Firefox.
sl: Namestitev družbenih storitev zahteva najmanj Firefox različice 29. Nadgradite svojo različico Firefoxa zdaj.
sq: Instalimi i Shërbimeve Shoqërore lyp Firefox-in të paktën në version 29. Përmirësojeni tani versionin e Firefox-it tuaj.
te: సామాజిక సేవలు సంస్థాపిస్తోంది కనీసం ఫైర్ఫాక్స్ వెర్షన్ 29. అవసరం ఇప్పుడే ఫైర్ఫాక్స్ యొక్క మీ వెర్షన్ అప్గ్రేడ్ చేయండి.
uk: Для встановлення соціальних служб потрібен Firefox версії не нижче 29. Оновіть свій Firefox зараз.

source: This service requires an unreleased version of Firefox.
cs: Tato služba vyžaduje dosud nevydanou verzi Firefoxu.
de: Dieser Dienst erfordert eine noch nicht veröffentlichte Firefox-Version.
es: Este servicio requiere una versión no publicada de Firefox.
fr: Ce service nécessite une version de Firefox qui n'est pas encore disponible.
hu: Ez a szolgáltatás a Firefox még kiadatlan verzióját igényli.
it: Questo servizio richiede una versione non ancora distribuita di Firefox.
ja: このサービスを使用するには Firefox の開発版が必要です。
kab: Ameẓlu agi yesra lqem n Firefox ur d-neffiɣ ara yakan.
nl: Deze service vereist een niet-vrijgegeven versie van Firefox.
pt_br: Este serviço requer uma versão ainda não lançada do Firefox.
ru: Эта служба требует ещё не выпущенную версию Firefox
sl: Ta storitev zahteva še neizdano različico Firefoxa.
sq: Ky shërbim lyp një version Firefox-i që s’është hedhur në qarkullim.
te: ఈ సేవ ఫైర్ఫాక్స్ యొక్క విడుదలకు నోచుకోని వెర్షన్ అవసరం.
uk: Ця служба потребує ще не випущену версію Firefox.

source: Install Firefox Beta
cs: Instalovat Firefox Beta
de: Firefox Beta installieren
es: Instalar Firefox Beta
es_ar: Instalar Firefox Beta
fr: Installer Firefox Beta
hu: Firefox Beta telepítése
it: Installa Firefox Beta
ja: Firefox Beta をインストール
kab: Sebded Firefox Beta
nl: Firefox Bèta installeren
pt_br: Instale o Firefox Beta
ru: Установить Firefox Бета
sl: Namesti Firefox Beta
sq: Instaloni Firefox-in Beta
te: Firefox బీటా ఇన్స్టాల్ చేయండి
uk: Встановити Firefox Beta

source: requires Firefox
cs: vyžaduje Firefox
de: Erfordert Firefox
es: requiere Firefox
es_ar: necesita Firefox
fr: nécessite Firefox
hu: Firefoxot igényel
it: richiede Firefox
ja: 動作環境: Firefox
kab: yesra Firefox
nl: vereist Firefox
pt_br: requer o Firefox
ru: требует Firefox
sl: zahteva Firefox
sq: lyp Firefox-in
te: Firefox అవసరం
uk: потребує Firefox

source: Install Firefox Aurora
cs: Instalovat Firefox Aurora
de: Firefox Aurora installieren
es: Instalar Firefox Aurora
es_ar: Instalar Firefox Aurora
fr: Installer Firefox Aurora
hu: Firefox Autora telepítése
it: Installa Firefox Aurora
ja: Firefox Aurora をインストール
kab: Sebded Firefox Aurora
nl: Firefox Aurora installeren
pt_br: Instale o Firefox Aurora
ru: Установить Firefox Aurora
sl: Namesti Firefox Aurora
sq: Instaloni Firefox-in Aurora
te: Firefox అరోరా ఇన్స్టాల్ చేయండి
uk: Встановити Firefox Aurora

source: Install Firefox Nightly
cs: Instalovat Firefox Nightly
de: Firefox Nightly installieren
es: Instalar Firefox Nightly
es_ar: Instalar Firefox Nightly
fr: Installer Firefox Nightly
hu: Firefox Nightly telepítése
it: Installa Firefox Nightly
ja: Firefox Nightly をインストール
kab: Sebded Firefox Nightly
nl: Firefox Nightly installeren
pt_br: Instale o Firefox Nightly
ru: Установить Firefox Nightly
sl: Namesti Firefox Nightly
sq: Instaloni Firefox-in Nightly
te: Firefox నైట్లీ ఇన్స్టాల్ చేయండి
uk: Встановити Firefox Nightly

source: This service is in beta testing, some functionality may not work as expected.
cs: Tato služba je ve fázi beta testování, některé funkce tedy nemusí pracovat podle očekávání.
de: Dieser Dienst befindet sich im Beta-Zustand, einige Funktionen arbeiten möglicherweise nicht wie erwartet.
es: Este servicio está en fase beta, alguna funcionalidad puede no funcionar como se espera.
es_ar: Este servicio está en modo beta, algunas funciones puede que no funcionen del modo esperado.
fr: Ce service est en bêta test, certaines fonctionnalités peuvent ne pas fonctionner correctement.
hu: Ez a szolgáltatás béta tesztelés alatt áll, néhány funkciója lehet, hoyg nem a várt módon működik.
it: Questo servizio è in fase di beta testing, alcune caratteristiche potrebbero non funzionare come previsto.
ja: このサービスはベータテスト中のため、一部の機能が期待通りに動作しない可能性があります。
kab: Ameẓlu yettwasekyad akka tura, kra n tmahilin zemrent ur teddunt ara akken iwata.
nl: Deze service bevindt zich in de bètatestfase; mogelijk werken sommige functionaliteiten niet zoals verwacht.
pt_br: Este serviço está em testes beta, algumas funcionalidades podem não funcionar como esperado.
ru: Эта служба находится в стадии бета-тестирования, некоторые функции могут не работать, как ожидалось.
sl: Ta storitev je na stopnji beta, zato nekatere zmogljivosti morda ne bodo delovale pravilno.
sq: Ky shërbim është nën testim beta, disa prej anëve mund të mos funksionojnë siç pritet.
te: ఈ సేవ కొన్ని కార్యాచరణ అనుకున్న పని చేయకపోవచ్చు, బీటా పరీక్షలో ఉంది.
uk: Ця служба зараз на стадії бета-тестування, тому деякі функції можуть не працювати належним чином.
