Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: Additionally, you can easily change the service in your sidebar, or hide the sidebar, from the sidebar itself. You can also use the <strong>View->Toolbars</strong> menu in Firefox.
cs: Navíc můžete snadno změnit službu v postranní liště, nebo tuto lištu skrýt. Použít můžete také nabídku <strong>Zobrazit->Nástrojové lišty</strong> ve Firefoxu.
de: Außerdem können Sie von der Sidebar selbst einfach den Dienst in Ihrer Sidebar wechseln oder die Sidebar ausblenden. Sie können auch das Menü <strong>Ansicht → Symbolleisten</strong> in Firefox verwenden.
es: Además, puedes cambiar fácilmente el servicio en tu panel lateral, u ocultar su panel del resto. También puedes usar el menú <strong>Ver->Barras de herramientas</strong> en Firefox.
es_ar: Además, puede cambiar fácilmente el servicio en la barra lateral u ocultar la misma. Puede también optar por la opción del menú en Firefox <strong>Vista->Barra de herramientas</strong>.
fr: De plus, vous pouvez facilement sélectionner un service différent pour votre panneau, ou masquer le panneau, directement depuis le panneau lui-même. Vous pouvez également utiliser le menu Firefox <strong>Affichage->Barres d'outils</strong>.
hu: Ezen kívül az oldalsávban egyszerűen válthat a szolgáltatások közt, vagy elrejtheti magát az oldalsávot is. Erre a Firefox <strong>Nézet -> Eszköztárak menüje</strong> is használható.
it: Inoltre, puoi cambiare il servizio disponibile o nascondere la barra laterale direttamente dalla barra stessa. Puoi anche utilizzare il menu di Firefox <strong>Visualizza -> Barre degli strumenti</strong>.
ja: さらに、サイドバー自体から、サイドバー内のサービスを変更したり、サイドバーを隠したりすることも簡単にできます。Firefox の <strong>表示 > ツールバー</strong> メニューを使っても同じことが可能です。
kab: Daɣen, tzemreḍ ad tesnifleḍ s wudem fessusen ameẓlu deg ugalis inek adisan, neɣ ffer agalis adisan, seg ugalis adisan iman-is. Tzemreḍ daɣen ad tesqedceḍ umuɣ <strong> Timeẓriwt -> Ifeggagen n ifecka</strong> di Firefox.
ms: Tambahan pula, anda boleh tukar perkhidmatan dalam bar sisi anda ini dengan mudah, dari dalam bar sisi itu sendiri. Anda juga boleh guna menu <strong>Papar->Bar Alatan</strong> dalam Firefox.
nl: Daarnaast kunt u eenvoudig de service in uw zijbalk wijzigen, of de zijbalk verbergen, vanuit de zijbalk zelf. U kunt ook het menu <strong>Beeld->Werkbalken</strong> in Firefox gebruiken.
pt_br: Além disso, pode selecionar um serviço diferente para o painel ou ocultá-lo a partir do próprio painel. Também pode usar o menu <strong>Exibir->Barras de ferramentas</strong>.
ru: Кроме этого, вы можете легко сменить службу на боковой панели, или скрыть боковую панель, из самой боковой панели. Вы также можете использовать меню <strong>Вид-> Панели инструментов</strong> в Firefox.
sl: Dodatno lahko preprosto spremenite storitev v svoji stranski vrstici ali pa skrijete stransko vrstico iz nje same. Uporabite lahko tudi meni <strong>Pogled->Orodne vrstice</strong> v Firefoxu.
sq: Për më tepër, mundeni ta ndryshoni lehtësisht shërbimin te anështylla juaj, ose ta fshihni anështyllën, nga vetë anështylla. Mund të përdorni edhe menunë <strong>Shihni->Panele</strong> të Firefox-it.
te: అదనంగా, మీరు సులభంగా సేవను మీ సైడ్బార్ మార్చవచచ్చు, లేదా సైడ్బార్ దాచవచ్చు. మీరు కూడా Firefox లో <strong> View-> టూల్బార్లు </strong> మెను ఉపయోగించవచ్చు.
uk: Крім цього, ви можете легко змінити службу в своїй бічній панелі, або приховати бічну панель, з самої бічної панелі. Ви також можете використовувати меню <strong>Вигляд->Панелі інструментів</strong> в Firefox.

source: Change Settings from the Add-ons Manager
cs: Změna nastavení je možná ve Správci doplňků
de: Einstellungen über den Add-ons-Manager ändern
es: Cambiar ajustes desde el administrador de complementos
es_ar: Cambie los Ajustes desde el Administrador de Complementos
fr: Vous pouvez modifier les paramètres depuis le gestionnaire de modules complémentaires
hu: Beállítások módosítása a Kiegészítőkezelőből
it: Modifica le impostazioni dal Gestore componenti aggiuntivi
ja: アドオンマネージャで設定を変更
kab: Snifel iɣewwaṛen seg umsefrak n izegrar
ms: Tukar Tetapan dari Pengurus Add-ons
nl: Wijzig instellingen vanuit de add-onbeheerder
pt_br: Alterar configurações do gerenciador de complementos
ru: Измените настройки из Менеджера дополнений
sl: Spremenite nastavitve v Upravljalcu dodatkov
sq: Nryshojini Rregullimet që nga Përgjegjësi i Shtesave
te: Add-ons మేనేజర్ నుండి సెట్టింగ్లు మార్చండి
uk: Змінити налаштування з менеджера додатків

source: Add-ons Manager
cs: Správce doplňků
es: Administrador de complementos
es_ar: Administrador de complementos
fr: Gestionnaire de modules complémentaires
hu: Kiegészítőkezelő
it: Gestore componenti aggiuntivi
ja: アドオンマネージャ
kab: Amsefrak n izegrar
ms: Pengurus Add-ons
nl: Add-onbeheerder
pt_br: Gerenciador de complementos
ru: Менеджер дополнений
sl: Upravitelj dodatkov
sq: Përgjegjës Shtesash
te: Add-ons మానేజర్
uk: Менеджер додатків

source: You can easily <a href="%(url)s">manage your services</a>, disabling them temporarily or removing them, by viewing the Add-ons Manager in Firefox.
cs: <a href="%(url)s">Spravovat své služby</a>, blokovat je dočasně nebo trvale, můžete pomocí Správce doplňků ve Firefoxu.
de: Sie können einfach <a href="%(url)s">Ihre Dienste verwalten</a>, sie temporär deaktivieren oder entfernen, in dem Sie den Add-ons-Manager in Firefox aufrufen.
es: Puedes <a href="%(url)s">administrar tus servicios</a> fácilmente, desactivándolos temporalmente o eliminándolos, accediendo al administrador de complementos de Firefox.
es_ar: Puede gestionar fácilmente <a href="%(url)s">los servicios</a>, deshabilitándolos temporariamente o quitándolos, desde el Administrador de Complementos de Firefox.
fr: Vous pouvez facilement <a href="%(url)s">gérer vos services</a>, les désactiver de façon temporaire ou les retirer, depuis le gestionnaire de modules complémentaires de Firefox.
hu: A Firefox Kiegészítőkezelőjének megjelenítésével egyszerűen <a href="%(url)s">kezelheti a szolgáltatásait</a>, ideiglenesen kikapcsolva vagy eltávolítva azokat
it: Puoi <a href="%(url)s">gestire i tuoi servizi</a> con estrema facilità, disattivandoli temporaneamente o rimuovendoli, direttamente nel Gestore componenti aggiuntivi di Firefox.
ja: Firefox のアドオンマネージャを開けば、<a href="%(url)s">お使いのサービスを管理</a> したり、一時的に無効化したり、あるいは削除したりできます。
kab: Tzemreḍ s wudem fessusen <a href="%(url)s">ad tesferkeḍ imeẓla yinek</a>, ad tekkseḍ armad nsens wudem askudan, neɣ ad ten-tekkseḍ, s useqdec n umsefrak n izegrar n Firefox.
ms: Dengan mudah anda boleh <a href="%(url)s">urus perkhidmatan anda</a>, menyahdayakannya sementara waktu atau menghapuskannya, dengan memaparkan Pengurus Add-ons dalam Firefox.
nl: U kunt eenvoudig <a href="%(url)s">uw services beheren</a>, tijdelijk uitschakelen of verwijderen door de add-onbeheerder in Firefox te bekijken.
pt_br: Pode <a href="%(url)s">gerenciar seus serviços</a> facilmente, desativá-los temporariamente ou removê-los, através do gerenciador de complementos do Firefox.
ru: Вы можете легко <a href="%(url)s">управлять вашими службами</a>, временно их отключить или удалить, через Менеджер дополнений Firefox.
sl: Z uporabo Upravitelja dodatkov v Firefoxu lahko preprosto <a href="%(url)s">upravljate s svojimi storitvami</a> ter jih začasno onemogočite ali odstranite.
sq: Mundeni t’i <a href="%(url)s">administroni shërbimet tuaja</a> lehtësisht, duke i çaktivizuar përkohësisht ose duke i hequr, duke hapur Përgjegjësin e Shtesave në Firefox-it.
te: మీరు సులభంగా Firefox లో add-ons మేనేజర్ వీక్షించడం ద్వారా, తాత్కాలికంగా వాటిని నిలిపివేయడం లేదా వాటిని తొలగించడం, <a href="%(url)s">మీ సేవలు నిర్వహించండి</a>.
uk: Ви можете легко <a href="%(url)s">керувати своїми службами</a>, тимчасово відключати чи прибирати їх за допомогою менеджера додатків у Firefox.

source: Next Steps
cs: Další kroky
de: Nächste Schritte
es: Siguientes pasos
es_ar: Próximos pasos
fr: Étapes suivantes
hu: Következő lépések
it: Passi successivi
ja: 次の手順
kab: Imecwaṛen d-iteddun
ms: Langkah Berikut
nl: Volgende stappen
pt_br: Próximos passos
ru: Следующие шаги
sl: Naslednji koraki
sq: Hapat Pasues
te: తరువాతి దశలు
uk: Подальші кроки

source: <a href="%(url)s">Learn more about what this service adds to Firefox</a>.
cs: <a href="%(url)s">Dozvědět se více o tom, co tato služba přidává do Firefoxu</a>.
de: <a href="%(url)s">Erfahren Sie mehr darüber, was dieser Dienst zu Firefox hinzufügt</a>.
es: <a href="%(url)s">Lee más sobre qué añade este servicio a Firefox</a>.
es_ar: <a href="%(url)s">Aprenda más acerca de lo que este servicio agrega a Firefox</a>.
fr: <a href="%(url)s">En apprendre davantage sur ce que ce service ajoute à Firefox</a>.
hu: <a href="%(url)s">Tudjon meg többet arról, hogy ez a szolgáltatás mivel bővíti a Firefox böngészőről</a>.
it: <a href="%(url)s">Ulteriori informazioni sulle funzioni aggiunte a Firefox da questo servizio</a>.
ja: <a href="%(url)s">このサービスが Firefox へ追加する機能について説明を見る</a>
kab: <a href="%(url)s">Issin ugar ɣef wayen id-irennu u meẓlu agi i Firefox</a>.
ms: <a href="%(url)s">Ketahui selanjutnya perihal tambahan yang disediakan oleh perkhidmatan ini kepada Firefox</a>.
nl: <a href="%(url)s">Lees meer over wat deze service aan Firefox toevoegt</a>.
pt_br: <a href="%(url)s">Saiba mais sobre o que este serviço adiciona ao Firefox</a>.
ru: <a href="%(url)s">Узнайте больше о том, что эта служба добавляет в Firefox</a>.
sl: <a href="%(url)s">Več o tem, kaj ta storitev doprinese Firefoxu</a>.
sq: <a href="%(url)s">Mësoni më tepër rreth se ç’shton te Firefox-i ky shërbim</a>.
te: <a href="%(url)s">ఈ సేవ ఫైర్ఫాక్స్ కు జోడించడాన్ని గురించి మరింత తెలుసుకోండి</a>.
uk: <a href="%(url)s">Дізнайтесь більше про те, що ця служба додає у Firefox</a>.

source: <a href="%(url)s">Learn more</a> about what <a href="%(url)s">%(name)s</a> provides.
cs: <a href="%(url)s">Dozvědět se více</a> a tom, co <a href="%(url)s">%(name)s</a> poskytuje.
de: <a href="%(url)s">Erfahren Sie mehr</a> darüber, was <a href="%(url)s">%(name)s</a> anbietet.
es: <a href="%(url)s">Lee más</a> sobre qué proporciona <a href="%(url)s">%(name)s</a>.
es_ar: <a href="%(url)s"> Aprenda más</a> sobre lo que <a href="%(url)s">% brinda (name)s</a>.
fr: <a href="%(url)s">En apprendre davantage</a> sur ce que <a href="%(url)s">%(name)s</a> fournit.
hu: <a href="%(url)s">Tudjon meg többet</a> arról, hogy <a href="%(url)s">%(name)s</a> mit biztosít.
it: <a href="%(url)s">Ulteriori informazioni</a> sulle funzioni offerte da <a href="%(url)s">%(name)s</a>.
ja: <a href="%(url)s">%(name)s</a> が提供する機能についての <a href="%(url)s">説明を見る</a>
kab: <a href="%(url)s">Issin ugar </a> ɣef ayen i d-yettmuddu <a href="%(url)s">%(name)s</a> .
ms: <a href="%(url)s">Ketahui selanjutnya</a> perihal tambahan yang disediakan oleh <a href="%(url)s">%(name)s</a>.
nl: <a href="%(url)s">Lees meer</a> over wat <a href="%(url)s">%(name)s</a> biedt.
pt_br: <a href="%(url)s">Saiba mais</a> sobre o que <a href="%(url)s">%(name)s</a> fornece.
ru: <a href="%(url)s">Узнайте больше</a> о том, что предоставляет <a href="%(url)s">%(name)s</a>.
sl: <a href="%(url)s">Več o tem</a>, kaj ponuja <a href="%(url)s">%(name)s</a>.
sq: <a href="%(url)s">Mësoni më tepër</a> rreth asaj që ofron <a href="%(url)s">%(name)s</a>.
te: <a href="%(url)s">మరింత తెలుసుకోండి</a> ఏమి అందిస్తుందో <a href="%(url)s">%(name)s</a> గురించి.
uk: <a href="%(url)s">Дізнайтесь більше</a> про те, що надає <a href="%(url)s">%(name)s</a>.

source: <a href=".">Explore and find more services</a> you can add to Firefox.
cs: <a href=".">Prozkoumejte a najděte více služeb</a>, které můžete přidat do svého Firefoxu.
de: <a href=".">Entdecken und finden Sie weitere Dienste</a>, die Sie zu Firefox hinzufügen können.
es: <a href=".">Explora y encuentra más servicios</a> que puedes agregar a Firefox.
es_ar: <a href=".">Explore y encuentre más servicios</a> que se pueden agregar a Firefox.
fr: <a href=".">Découvrez et trouvez plus de services</a> à ajouter à Firefox.
hu: <a href=".">Fedezzen fel további szolgáltatásokat</a>, amelyeket a Firefoxhoz adhat.
it: <a href=".">Scopri nuovi servizi</a> da aggiungere a Firefox.
ja: Firefox へ追加できる <a href=".">その他のサービスを見る</a>
kab: <a href=".">Nadi udiɣ af-d imeẓla nniḍen</a> i tzemreḍ ad ternuḍ ar Firefox.
ms: <a href=".">Teroka dan cari lebih banyak perkhidmatan</a> yang anda boleh tambah ke Firefox.
nl: <a href=".">Verken en vind meer services</a> die u aan Firefox kunt toevoegen.
pt_br: <a href=".">Explorar e encontrar mais serviços</a> para adicionar ao Firefox.
ru: <a href=".">Просмотрите и откройте больше служб</a>, которые вы можете добавить в Firefox.
sl: <a href=".">Raziskujte in poiščite več storitev</a>, ki jih lahko dodate Firefoxu.
sq: <a href=".">Eksploroni dhe gjeni më tepër shërbime</a> që mund t’i shtoni te Firefox-i.
te: <a href=".">అన్వేషించండి మరియు మీరు Firefox జోడించవచ్చు</a> మరిన్ని సేవలను కనుగొనండి.
uk: <a href=".">Перегляньте та знайдіть більше служб</a>, які ви можете додати до Firefox.

source: The definitive source for football news from around the world.
cs: Hlavní zdroj fotbalových zpráv z celého světa.
de: Wir sorgen für Gesprächsstoff unter den Fußballbegeisterten auf der ganzen Welt.
es: Vivimos y respiramos fútbol, en todas partes, las 24 horas del día
es_ar: La fuente definitiva de noticias futbolísticas de todo el mundo.
hu: Az egész világ focihíreinek alapvető forrása.
it: Il punto di riferimento mondiale per le notizie sul calcio.
ja: 世界中からあらゆるサッカーニュースが集まる場所。
kab: Aɣbalu unṣib n isallen ɣef wadddal n uḍaṛ deg umaḍal.
ms: Sumber paling sahih untuk berita bola sepak dari seluruh dunia.
nl: De onbetwiste bron voor voetbalnieuws uit de hele wereld.
pt_br: A fonte definitiva para notícias de futebol ao redor do mundo.
ru: Исчерпывающий источник новостей о футболе со всего мира.
sl: Pravi vir za novice iz nogometa iz celega sveta.
sq: Burimi definitiv për lajme futbolli nga anembanë bota.
te: ప్రపంచవ్యాప్తంగా ఫుట్బాల్ వార్తలకు కచ్చితమైన ఆధారం.
uk: Точне джерело для новин футболу зі всього Світу.

source: We live and breathe football - everywhere, 24/7
cs: Žijeme a dýcháme fotbale - všude a 24/7
de: Wir leben und atmen den Fußball, überall, 24 Stunden an sieben Tagen in der Woche
es: Vivimos y respiramos fútbol, en todas partes, las 24 horas del día
es_ar: Vivimos y respiramos fútbol en todas partes, 24/7.
fr: Nous vivons et respirons football tous les joueurs, 24h/24 et 7j/7.
hu: A foci az életünk – mindenhol, folyamatosan
it: Noi viviamo e respiriamo calcio - ovunque, 24/7.
ja: 週 7 日、1 日 24 時間。どこにいてもサッカーを呼吸する。
kab: Nettidir u nettneffis adal n uḍaṛ - di yal amdiq, 24/7
ms: Hidup dan bernafas dalam dunia bola sepak - di mana-mana sahaja 24/7
nl: We leven en ademen voetbal - overal, 24/7
pt_br: Vivemos e respiramos futebol - em qualquer lugar, a qualquer momento.
ru: Мы живём футболом - круглосуточно в любой точке мира
sl: Živimo in dihamo z nogometom - kjerkoli, 24 ur na dan
sq: Thithim futboll, rrojmë me futboll - kudo, 24/7
te: మేము నివసిస్తున్నాము మరియు ఫుట్బాల్ ఊపిరిగా - ప్రతిచోటా, 24/7
uk: Ми живемо та дихаємо футболом - всюди, 24/7

source: <p>Football, soccer, futbol, calcio, futebol - whatever you call it and whoever you support, we are your definitive football source.</p><p>We have over 530 reporters on the ground in 50+ countries, getting closer to the action. We create original content at source to deliver the news from the leagues, teams and players that matter.</p><p>No wonder over 52 million football fans trust us to keep them ahead of the game.
cs: <p>Fotbal, soccer, futbol, calcio, futebol - jakkoliv jej nazýváte a jakémukoliv týmu fandíte, jsme pro vás hlavím zdrojem informací.</p><p>Máme přes 530 reportérů ve více než 50 zemích, kteří sledují všechny akce na trávníku. Vytváříme originální obsah s cílem doručit vám informace z každé ligy, týmu nebo o každém hráči, který vás zajímá.</p><p>Není divu, že nám důvěřuje 52 milionů fotbalových fanoušků.
de: <p>Football, Soccer, Futbol, Calcio, Futebol – wie auch immer Du es nennst und wen auch immer Du unterstützt: Wir sind Deine allererste Anlaufstelle.</p><p>Mit mehr als 530 Journalisten sind wir in über 50 Ländern ganz nah am Geschehen dran. Bei uns findet Ihr exklusive Nachrichten über die wichtigsten Ligen, Teams und Spieler der Welt.</p><p>Über 52 Millionen Fußball-Fans schenken uns ihr Vertrauen. Wir danken euch dafür!</p>
es: <p>Fútbol, soccer, calcio, futebol... lo llames como lo llames y apoyes a quien apoyes, somos tu fuente de noticias deportivas.</p> <p>Tenemos a más de 530 periodistas sobre el terreno de juego, narrando la acción, en más de 50 países. Creamos contenido original en la fuente y contamos las últimas novedades de las ligas, los equipos y los jugadores más importantes.</p><p>Normal que más de 52 millones de aficionados al fútbol confíen en nosotros para jugar con ventaja.
es_ar: <p> Fútbol, fútbol, fútbol, calcio, fútbol. Como se llame y el que usted siga, porque esta es su fuente de fútbol definitiva. </p><p> Tenemos más de 530 periodistas sobre el terreno en más de 50 países, cada vez más cerca de la acción. Creamos contenido original allá donde se producen las noticias de las ligas, equipos y jugadores que importan. </p> <p> No es de extrañar que más de 52 millones de aficionados al fútbol confíen en nosotros para estar al tanto de todo lo que sucede.
fr: <p>Football, soccer, futbol, calcio, futebol - peu importe comment vous l'appelez et qui vous supportez, nous sommes votre source pour tout ce qui concerne le football.</p><p>Nous avons 530 journalistes sur le terrain dans plus de 50 pays, au plus près de l'action. Nous créons du contenu original pour vous délivrer les dernières informations des différents championnats, équipes et joueurs.</p><p>Ce n'est pas pour rien que 52 millions de fans de football nous font confiance.</p>
hu: <p>Football, soccer, futbol, calcio vagy egyszerűen csak foci - nevezzék akárhogyan, szurkolj akárkinek, mi rengeteg információt nyújthatunk róla neked.</p><p>Több, mint 530 szerzőnk a világ 50-nél több országából segít neked közelebb kerülni a pályákon zajló eseményekhez. Eredeti tartalmak sokaságát szolgáltatjuk a fontos bajnokságokról, csapatokról, játékosokról.</p><p>Ennek köszönhetően világszerte több, mint 52 millió focirajongó választ bennünket, hogy kövesse az eseményeket.
it: <p>Calcio, football, soccer, futbol, futebol - in qualunque modo lo chiamiate e per chiunque facciate il tifo, siamo la vostra meta definitiva per lo sport più amato.</p><p>Abbiamo oltre 530 giornalisti sparsi in più di 50 nazioni, sempre sul pezzo. Creiamo contenuti originali sui campionati, le squadre e i giocatori più importanti al mondo.</p><p>Non c’è da stupirsi se più di 52 milioni di appassionati di calcio si affidano a noi per restare sempre aggiornati.</p>
ja: <p>フットボール、サッカー、フトボル、カルチョ、フチボウ…どんな言葉を使っていても、どのチームを応援していても、サッカーは世界の共通言語。</p><p>50 以上の国で活動する 530 名以上の記者が、サッカー界の動きをすぐそばで追っています。</p><p>気になるリーグやチーム、選手たちの最新情報をオリジナルコンテンツでお届けします。</p><p>5,200 万人以上のサッカーファンに、最新の情報源として信頼されていることには理由があります。</p>
kab: <p>Addal n uḍaṛ, soccer, futbol, calcio, futebol - akken yebɣu wamek id s-tsemmam neɣ wid teṭṭafaṛeḍ, d nekwni i d aɣbalu nwen ɣef wayen d-itezzin ɣef waddal n uḍaṛ.</p><p>Ɣur-neɣ ugar n 530 n ineɣmasen deg annar deg ugar n 50 tmura, rrif n tigawt. Nesnulfuy-d agbur aneẓli akken ak d-nmudd isallen ineggura ɣef teluɣiwin yemgaraden , tirebbaɛ akken imyurareb.</p><p>Ɣef aya imi 52 n yefḍan n wid iḥemlen ččir, rran deg-neɣ laman.
ms: <p>Bola sepak, soccer, futbol, calcio, futebol - apa sahaja panggilannya dan sesiapa sahaja yang anda sokong, kami adalah sumber bola sepak muktamad anda.</p><p>Kami ada lebih 530 pemberita di atas padang di 50+ buah negara, semakin dekat dengan aksi. Kita menyediakan kandungan asal pada sumber untuk menyampaikan berita dari liga, pasukan dan pemain yang menjadi tumpuan.</p><p>Tidak hairanlah lebih 52 juta peminat bola sepak mempercayai kami untuk memaklumkan mereka sebelum permainan bermula.
nl: <p>Voetbal, soccer, futbol, calcio, futebol - hoe u het ook noemt en welk team u ook steunt, wij zijn uw onbetwiste bron voor voetbal.</p><p>We beschikken over meer dan 530 verslaggevers in meer dan 50 landen die boven op het nieuws zitten. We maken originele inhoud en brengen nieuws over competities, teams en spelers die ertoe doen.</p><p>Het is dan ook geen wonder dat meer dan 52 miljoen fans in ons vertrouwen.</p>
pt_br: <p>Football, soccer, fútbol, calcio, futebol - não importa como o chama e para quem torce, somos a sua fonte definitiva de futebol.</p><p>Temos mais de 530 repórteres espalhados por mais de 50 países, deixando-o mais perto da ação.</p><p>Criamos conteúdo original na fonte para entregar notícias dos campeonatos, times e jogadores que interessam.</p><p>Não é a toa que mais de 52 milhões de fãs nos elegeram para mantê-los atualizados sobre o jogo.</p>
ru: <p>Неважно, как называют футбол в вашей стране - мы предлагаем новости о футболе со всего мира.</p><p>Свыше 530 репортёров более чем в 50 странах находятся прямо в центре событий. Мы создаём оригинальный местный контент и передаём актуальные новости от футбольных лиг, команд и игроков.</p><p>Неудивительно, что свыше 52 миллионов болельщиков доверяют нам держать их в курсе свежих новостей.
sl: <p>Nogomet, football, soccer, futbol, calcio, futebol - kakorkoli mu že pravite in kogarkoli podpirate, smo vaš pravi vir za nogomet.</p><p>Na terenu imamo preko 530 poročevalcev v več kot 50-ih državah, da smo bližje akciji. Ustvarjamo izvirno vsebino na samem dogodku, da dobavimo novice iz lig, ekip in igralcev, ki so pomembne.</p><p>Zato nam zaupa več kot 52 milijonov navijačev, da jih ohranimo obveščene.
sq: <p>Futboll, soccer, futbol, calcio, futebol - sido që ta quani dhe me këdo që të jeni, jemi burimi juaj definitiv mbi futbollin.</p><p>Kemi mbi 530 reporterë në terren në mbi 50 vende, sa më afër goditjes. Krijojmë lëndë origjinale drejt e nga burimi, për të dhënë lajme rreth kategorive, ekipeve dhe lojtarëve që vlejnë.</p><p>S’ka asgjë për t’u habitur pse mbi 52 milionë tifozë na e besojnë neve informimin e tyre.
te: <p> ఫుట్బాల్, సాకర్, ఫుట్బాల్, కాలసియో, ఫుట్బాల్ -. మీరు కాల్ మరియు మీరు మద్దతు ఎవరైతే, మేము మీ నిశ్చయాత్మక ఫుట్బాల్ మూలం సంసార</p><p>పొందడానికి, 50+ దేశాలు లో మైదానంలో 530 పైగా విలేకరులతో కలిగి చర్య దగ్గరగా. మేము ఆ విషయం లీగ్లు, జట్లు మరియు క్రీడాకారులు నుండి వార్తలు బట్వాడా మూలం వద్ద అసలు కంటెంట్ సృష్టించడానికి. ఆట ముందుకు ఉంచడానికి</p><p> 52 మిలియన్లకు పైగా ఆశ్చర్యపోనవసరం ఫుట్బాల్ అభిమానులు మమ్మల్ని నమ్మండి.
uk: <p>Футбол, soccer, futbol, calcio, futebol - як би ви його не називали і кого б не підтримували, ми є вашим точним джерелом футболу.</p><p>Ми маємо більш, ніж 530 репортерів в різних місцях в 50+ країнах, щоб бути ближче до подій. Ми створюємо оригінальний вміст, щоб доставляти важливі новини про ліги, команди та гравців.</p><p>Не дивно, що більш ніж 52 мільйони футбольних фанатів довіряють нам, щоб бути в курсі останніх подій.
