Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: Sina Weibo is the most popular microblogging service in China. Weibo for Firefox allows users to post messages with 140-character limit, images, videos, etc. And it will show the notification when receiving new messages.
cs: Sina Weibo je nejoblíbenější mikroblogovací služba v Číně. Weibo pro Firefox umožňuje svým uživatelům přidávat 140 znaků dlouhé zprávy, obrázky nebo videa, apod. A zobrazí také vám upozornění, pokud obdržíte novou zprávu.
de: Sina Weibo ist der beliebteste Mikrobloggingdienst in China. Mit Weibo für Firefox können Anwender Nachrichten mit maximal 140 Zeichen, Bilder, Videos, usw. posten. Außerdem wird eine Benachrichtigung angezeigt, wenn Sie neue Nachrichten erhalten.
es: Sina Weibo es el servicio de microblogging más popular en China. Weibo para Firefox les permite a los usuarios publicar mensajes con un límite de 140 caracteres, imágenes, vídeos y mucho más. Y mostrará una notificación cuando recibas nuevos mensajes.
es_ar: Sina Weibo es el servicio más popular de microblogging en China. Weibo para Firefox le permite a los usuarios publicar mensajes, imágenes, videos, etc. con un límite de 140 caracteres. Y mostrará una notificación cuando reciba nuevos mensajes.
fr: Sina Weibo est le service de microblog le plus populaire en Chine. Weibo pour Firefox permet de publier des messages de 140 caractères au plus, des images, des vidéos, etc. Il affichera également des notifications lors de la réception de nouveaux messages.
hu: A Sina Weibo Kína legnépszerűbb mikroblog-szolgáltatása. A Weibo for Firefoxszal a felhasználók 140 karakteres limit mellett oszthatnak meg szövegeket, képeket, videókat stb. és jelez, amikor új üzenet érkezik.
it: Sina Weibo è il più popolare servizio di microblogging della Cina. Weibo per Firefox consente agli utenti di inviare messaggi con un limite di 140 caratteri, immagini, video, ecc. Mostrerà inoltre una notifica alla ricezione di nuovi messaggi.
ja: Sina Weibo は中国で最も人気のあるマイクロブログサービスです。Weibo for Firefox を使って、最長 140 文字のメッセージと、画像や動画などを投稿することができます。新着メッセージを受け取った場合には通知を表示します。
kab: Sina Weibo d ameẓlu amikrublug yettwasnen aṭas di tmurt n Ccin. Weibo i Firefox ad izireg taẓrigt n yeznan ma yella aṭas s 140 n isekkilen, tignitin, tividyutin, atg. Ad d-yesken daɣen alɣu ticki tremseḍ-d iznan imaynuten.
ms: Sina Weibo adalah perkhidmatan micko-blogging yang paling popular di China. Weibo untuk Firefox membolehkan pengguna menghantar mesej dengan had 140 aksara, imej, video, dsb. Dan akan memaparkan notifikasi apabila menerima mesej baru.
nl: Sina Weibo is de meest populaire microbloggingservice in China. Met Weibo voor Firefox kunnen gebruikers berichten met een limiet van 140 tekens, afbeeldingen, video’s, etc. plaatsen. Bij de ontvangst van nieuwe berichten wordt een melding getoond.
pt_br: Sina Weibo é o serviço de microblogging mais popular na China. Weibo para Firefox permite aos usuários postarem mensagens com limite de 140 caracteres, imagens, vídeos, etc. E mostrará uma notificação ao receber novas mensagens.
sl: Sina Weibo je najbolj priljubljena storitev mikrobloganja na Kitajskem. Weibo za Firefox omogoča uporabnikom objavo sporočil z omejitvijo 140-ih znakov, slik, video posnetkov itd. Prikazalo bo tudi obvestilo ob prejemu novih sporočil.
sq: Sina Weibo është shërbimi më popullor për mikroblogje në Kinë. Weibo për Firefox u lejon përdoruesve të postojnë mesazhe deri në 140 shenja, figura, video, etj. Dhe do të shfaqë njoftim kur merren mesazhe të rinj.
te: సిన Weibo చైనా అత్యంత ప్రాచుర్యం సూక్ష్మ బ్లాగింగు సేవ. Firefox కోసం Weibo 140-అక్షరాల పరిమితి తో, చిత్రాలు, వీడియోలు, మొదలైన సందేశాలను పోస్ట్ చేయడానికి వినియోగదారులను అనుమతిస్తుంది. మరియు నూతన సందేశాలను అందుకున్నప్పుడే అది నోటిఫికేషన్ చూపిస్తుంది.
uk: Sina Weibo - це найпопулярніша в Китаї служба мікроблогів. Weibo для Firefox дає змогу користувачам розміщувати повідомлення в межах 140 символів, зображення, відео та ін. Також при отриманні нових повідомлень буде показано сповіщення.

source: Share your interesting news anytime, anywhere.
cs: Sdílejte zajímavé novinky kdykoliv a kdekoliv.
de: Teilen Sie jederzeit und überall Ihre interessanten Neuigkeiten.
es: Comparte noticias interesantes cuando quieras, donde quieras.
es_ar: Compartir sus noticias más relevantes, en cualquier momento, en cualquier lugar.
fr: Partagez vos nouvelles intéressantes partout, tout le temps.
hu: Ossza meg az Ön számára érdekes híreket bármikor, bárhol.
it: Condividi le tue notizie interessanti, in qualunque momento e qualunque posto.
ja: 興味のあるニュースをいつでもどこでも共有しましょう。
kab: Bḍu isallen i tḥemled melmi tebɣiḍ, anda tebɣiḍ.
ms: Kongsi berita menarik pada bila-bila masa, di mana-mana sahaja.
nl: Deel uw interessante nieuws, altijd en overal.
pt_br: Compartilhe notícia interessante a qualquer hora, em qualquer lugar.
sl: Delite svoje zanimive novice kadarkoli, kjerkoli.
sq: Ndajini me të tjerët lajmet tuaj interesante kurdo, kudo.
te: ఎక్కడైనా, ఎప్పుడైనా మీ ఆసక్తికరమైన వార్తలను భాగస్వామ్యం చేసుకోండి.
uk: Діліться своїми цікавими новинами будь-коли, будь-де.

source: Quickly share content you discover across the web on Google+. Use your Google+ account to share sites publicly or with your Circles.
cs: Rychle sdílejte obsah, který na webu objevíte, s Google+. Použijte svůj účet Google+ pro veřejné sdílení stránek s vašimi Kruhy.
de: Teilen Sie schnell per Google+ Inhalte, die Sie im Internet entdecken. Verwenden Sie Ihr Google+-Konto, um Websites in der Öffentlichkeit oder mit Ihren Kreisen zu teilen.
es: Comparte rápidamente contenido que descubres por la Web en Google+. Usa tu cuenta de Google+ para compartir sitios públicamente o en tus Círculos.
fr: Partagez rapidement le contenu que vous découvrez sur le web via Google+. Utilisez votre compte Google+ pour partager des sites publiquement ou au sein de vos cercles.
hu: Ossza meg a böngészés közben felfedezett tartalmakat a Google+-on. Használja a Google+ fiókját a hivatkozások megosztására nyilvánosan, vagy a körein belül.
it: Condividi velocemente i contenuti che trovi in rete in Google+. Usa il tuo account Google+ per condividere i siti con tutti o con le tue Cerchie.
ja: インターネットで見つけたコンテンツを Google+ で素早くシェア。見つけたサイトは Google+ アカウントで仲間とシェアしたり、公開したりできます。
kab: Bḍu s zreb agbur i d-ufiḍ di web s Google+. Seqdec amiḍan inek Google+ akken ad tebḍuḍ ismal s wudem azayez gar yemdukal inek.
ms: Kongsi kandungan web yang anda temukan ke Google+ dengan pantas. Gunakan akaun Google+ untuk berkongsi laman kepada umum atau dengan Circles anda.
nl: Deel snel inhoud die u op het web ontdekt op Google+. Gebruik uw Google+-account om websites openbaar of met uw Kringen te delen.
pt_br: Compartilhe rapidamente conteúdo da web no Google+. Use sua conta do Google+ para compartilhar sites, publicamente ou com seus círculos.
sl: Hitro delite vsebino, ki jo odkrijete na spletu, v storitvi Google+. Uporabite račun Google+ za javno deljenje strani ali s svojimi krogi.
sq: Ndani shpejt me të tjerët në Google+ lëndë që zbuloni në Internet. Përdoreni llogarinë tuaj Google+ që të ndani sajte publikisht ose me Rrethet tuaj.
te: మీరు Google+ లో వెబ్ లో కనుగొనడంలో త్వరగా కంటెంట్ షేర్ చేయవచ్చు. పబ్లిక్గా లేదా మీ వలయాలు తో సైట్లు భాగస్వామ్యం చేయడానికి మీ Google+ ఖాతాను ఉపయోగించండి.
uk: Швидко діліться знайденим вмістом по всій мережі в Google+. Використовуйте свій обліковий запис Google+, щоб ділитися сайтами публічно чи зі своїми колами.

source: Share the web on Google+.
cs: Sdílejte stránky na Google+.
de: Teilen Sie das Web auf Google+.
es: Comparte la Web en Google+.
es_ar: Compartir la red en Google+.
fr: Partagez le web sur Google+.
hu: Ossza meg a webet a Google+-on.
it: Condividi il web in Google+.
ja: Google+ で友達と Web をシェア。
kab: Bḍu Web di Google+.
ms: Kongsi kandungan web ke Google+.
nl: Deel het web op Google+.
pt_br: Compartilhe a web no Google+.
sl: Delite splet na storitvi Google+.
sq: Ndajeni web-in me të tjerët në Google+.
te: Google+లో వెబ్ ను షేర్ చేయండి.
uk: Діліться інтернетом в Google+.

source: Send web pages and images to people using Gmail.
cs: Posílejte webové stránky a obrázky pomocí Gmailu.
de: Senden Sie per Gmail Webseiten und Bilder an andere Menschen.
es: Envía páginas Web e imágenes a otros usuarios de Gmail.
es_ar: Envíá páginas de internet e imágenes a personas usando Gmail.
fr: Envoyez des pages web et des images à vos contacts avec Gmail.
hu: Küldjön hivatkozásokat vagy képeket a Gmail segítségével.
it: Invia a chiunque pagine e immagini usando Gmail.
ja: Gmail を使って、Web ページや画像をみんなに送れます。
kab: Azen isebtar web akke tigintin i yemdanen iseqdacen Gmail.
ms: Hantar halaman web dan imej ke sesiapa sahaja menggunakan Gmail.
nl: Stuur webpagina’s en afbeeldingen naar mensen die Gmail gebruiken.
pt_br: Envie páginas da web e imagens para outros usuários do Gmail.
sl: Pošljite spletne strani in slike ljudem, ki uporabljajo Gmail.
sq: Ndani faqe dhe figura web me persona që përdorin Gmail.
te: Gmail ని ఉపయోగించి ప్రజలకు వెబ్ పేజీలు మరియు చిత్రాలను పంపండి.
uk: Надсилайте веб-сторінки та зображення за допомогою Gmail.

source: Use your Firefox Twitter Share to quickly author tweets about the pages you discover across the web. We shorten URLs for quick sharing using the t.co link shortener.
cs: Použijte Firefox Twitter Share pro rychlé psaní tweetů o stránkách, které objevíte na webu. Pro rychlé sdílení zkracujeme URL adresy pomocí t.co.
de: Verwenden Sie Firefox Twitter Share, um schnell Tweets über die Seiten zu schreiben, die Sie im Internet finden. Wir kürzen URLs zum schnellen Teilen mit dem t.co-Link-Kürzer.
es: Usa Twitter Share de Firefox para escribir tuits rápidamente sobre las páginas que descubres en la Web. Acordamos las URL con el servicio de acortamiento t.co para que compartas contenidos al instante.
fr: utilisez le partage Twitter dans Firefox pour rédiger des tweets rapidement sur les pages que vous découvrez sur le web. Nous réduisons les liens pur le partage rapide avec le service t.co.
hu: Használja a Firefox Twitter Share funkciót, hogy gyorsan kitweetelhesse azt, amire böngészés közben ráakad. A t.co linkrövidítővel rögtön megoszthatóvá tesszük a hosszú URL-eket is.
it: Usa il tasto Condividi su Twitter di Firefox per inviare tweet agli autori delle pagine che scopri sul Web. Penseremo noi ad abbreviare gli indirizzi per condividerli velocemente usando il sistema di abbreviazione t.co.
ja: Firefox Twitter Share を買って、Web 上で発見したページに関するツイートを素早く作成しましょう。URL は素早く共有できるよう t.co リンク短縮サービスを使って短縮されます。
kab: Seqdec beṭṭu n Twitter di Firefox akken ad taruḍ itwiten s zreb ɣef isebtar i tettwaliḍ di web. Nessiwzil iseɣwan URLs i beṭṭu arurad s useqdec n umeẓlu t.co.
ms: Guna Firefox Twitter Share anda untuk mengarang tweets perihal halaman yang anda temukan di serata web. Kami ringkaskan URLs untuk perkongsian pantas menggunakan peringkas pautan t.co.
nl: Gebruik uw Twitter Share in Firefox om snel tweets over de pagina’s die u op het web ontdekt samen te stellen. We korten URL’s in voor snel delen via de koppelingsverkorter t.co.
pt_br: Use o botão compartilhar no Twitter Firefox para enviar tweets das páginas que encontra na Web. Vamos encurtar os endereços para compartilhá-los rapidamente, utilizando o sistema de abreviatura t.co.
ru: Firefox Twitter Account позволяет быстро редактировать твиты о страницах которые вы найдете в Интернете. Для удобства обмена мы укорачиваем Интернетовские адреса с помощью t.co Link Shortener.
sl: Uporabite svoj Firefoxov Twitter Share za hitro ustvarjanje tvitov o straneh, ki jih odkrijete med brskanjem po spletu. URL-je skrajšamo za hitro deljenje z uporabo krajšalnika povezav t.co.
sq: Përdoreni Firefox Twitter Share tuaj që të prodhoni shpejt cicërima rreth faqesh që zbuloni në web. Për ndarje të shpejtë, URL-të i shkurtojmë duke përdorur shkurtuesin t.co të lidhjeve.
te: త్వరగా మీరు వెబ్లో కనుగొనడంలో పేజీల గురించి ట్వీట్లు రచయిత మీ Firefox Twitter కు భాగస్వామ్యం ఉపయోగించండి. మేము t.co లింక్ Shortener ఉపయోగించి శీఘ్ర భాగస్వామ్యం కోసం URL లు షార్ట్నర్.
uk: Використовуйте свій Firefox Twitter Share для швидкого редагування твітів про сторінки, які ви знайдете в Інтернеті. Ми скорочуємо URL за допомогою t.co link shortener для зручності обміну.

source: Tweet to your followers
cs: Tweetujte uživatelů, kteří vás sledují
de: Twittern Sie an Ihre Follower
es: Tuitea a tus seguidores
es_ar: Tuiteá a tus seguidores
fr: Twittez à vos followers
hu: Tweeteljen a követőinek
it: Invia un tweet ai tuoi follower
ja: 友だちにツイート
kab: Twiti i wid ik-yeṭṭafaṛen
ms: Tweet kepada pengikut anda
nl: Tweet naar uw volgers
pt_br: Tweet para seus seguidores
ru: Пошлите твит вашим читателям.
sl: Tvitajte svojim sledilcem
sq: Cicëroni për ndjekësit tuaj
te: మీ అనుచరులకు ట్వీట్ చేయండి
uk: Відправте твіт своїм читачам

source: Twitter Share lets you quickly tweet links to your followers.
cs: S Twitter Share můžete rychle tweetovat odkazy pro uživatele, kteří vás sledují.
de: Mit Twitter Share können Sie schnell Link an Ihre Follower twittern.
es: Twitter Share te permite tuitear vínculos a tus seguidores al instante.
fr: Le partage Twitter permet de twitter des liens rapidement à vos followers.
hu: A Twitter Share segítségével gyorsan megoszthat bármit a követőivel.
it: Condividi su Twitter invia velocemente tweet ai tuoi follower.
ja: Twitter を使用すると、バリアなくアイデアや情報を瞬時に作成し、共有できるようになります。
kab: Abeṭṭu n Twetter ak-yeǧǧ ad tetwitiḍ iseɣwan s zreb i wid ik-yeṭṭafaṛen.
ms: Twitter Share membolehkan anda tweet pautan kepada pengikut anda dengan pantas.
nl: Via Twitter Share kunt u snel koppelingen naar uw volgers tweeten.
pt_br: O Twitter Share permite tuitar rapidamente links para os seus seguidores.
ru: Twitter Share позволяет быстро слать ссылки вашим последователям.
sl: Twitter Share vam omogoča hitro tvitanje povezav svojim sledilcem.
sq: Twitter Share ju lejon të ndani shpejt lidhje me ndjekësit tuaj.
te: Twitter కు షేర్ మీరు మీ అనుచరులకు ట్వీట్ లింకులు త్వరగా అనుమతిస్తుంది.
uk: Twitter Share дає змогу швидко відправляти посилання вашим читачам.

source: Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.
cs: Spravujte svou profesionální identitu. Postavte svou profesní síť. Mějte na dosah všechny znalosti, postřehy a příležitosti.
de: Verwalten Sie Ihre professionelle Identität. Bauen Sie Ihr professionelles Netzwerk auf und interagieren Sie damit. Greifen Sie auf Wissen, Einsichten und Chancen zu.
es: Gestiona tu identidad profesional. Crea y relaciónate con tu red profesional. Accede a conocimiento, opiniones y oportunidades.
fr: Gérez votre identité professionnelle. Construisez et interagissez avec votre réseau professionnel. Accédez à la connaissance, aux opinions et opportunités.
hu: Kezelje és bővítse egyszerűen szakmai kapcsolatait, szerezzen új ismereteket, ötleteket, találjon rá új lehetőségekre.
it: Gestisci il tuo profilo professionale. Crea e interagisci con la tua rete di contatti lavorativi. Accedi a risorse formative, idee e opportunità di lavoro.
ja: 仕事で使う ID を管理。仕事で使うネットワークを構築し、保証します。知識や深い洞察、そして好機にアクセスしましょう。
kab: Sefrek tamagit inek tasedrit. Bnu udiɣ myeg akked uẓeṭṭa yinek asedri. Kcem ɣer tmusni, tiktiwin, akked tegnatin.
ms: Urus identiti profesional anda. Bina dan libatkan diri dengan rangkaian profesional anda. Akses ilmu, wawasan dan peluang.
nl: Beheer uw professionele identiteit. Bouw en benader uw professionele netwerk. Bereik kennis, inzichten en mogelijkheden.
pt_br: Gerencie sua identidade profissional. Crie e interaja com sua rede profissional. Acesse conhecimento, ideias e oportunidades.
sl: Upravljajte s svojo profesionalno identiteto. Izgradite si in uporabite svojo profesionalno omrežje. Dostopajte do znanja, vpogledov in priložnosti.
sq: Administroni identitetin tuaj profesional. Ndërtoni rrjetin tuaj profesionale dhe ndani gjëra me të. Hyni në burime dijeje, idesh dhe mundësish.
te: మీ వృత్తిపరమైన గుర్తింపు నిర్వహించండి. బిల్డ్ మరియు మీ ప్రొఫెషనల్ నెట్వర్క్ సన్నిహితంగా. జ్ఞానం, దూరదృష్టి మరియు అవకాశాలు యాక్సెస్ చేయాలి.
uk: Керуйте своїми професійними даними. Створюйте та розширюйте свою професійну мережу. Отримуйте доступ до знань, розуміння та нових можливостей.

source: Share the web with your professional network.
cs: Sdílejte web se svou profesní sítí.
de: Teilen Sie das Web mit Ihrem professionellen Netzwerk.
es: Comparte la Web con tu red profesional.
fr: Partagez le web avec votre réseau professionnel.
hu: Osszon meg értékes tartalmakat szakmabéli ismerőseivel.
it: Condividi il Web con la tua rete di contatti professionali.
ja: 仕事で使っているネットワークで Web をシェア。
kab: Bḍu di Web akked uẓeṭṭa yinek asedri.
ms: Kongsi web dengan rangkaian profesional anda.
nl: Deel het web met uw professionele netwerk.
pt_br: Compartilhe a web com a sua rede profissional.
sl: Delite splet s svojim profesionalnim omrežjem.
sq: Ndajeni web-in me rrjetin tuaj profesional.
te: మీ వృత్తిపరమైన నెట్వర్క్తో వెబ్ భాగస్వామ్యం.
uk: Діліться Інтернетом зі своєю професійною мережею.

source: Post text, photos, quotes, links, music, and videos from your browser, phone, desktop, email or wherever you happen to be. You can customize everything, from colors to your theme's HTML.
cs: Posílejte texty, obrázky, citáty, odkazy, hudbu a videa ze svého prohlížeče, telefonu, počítače, e-mailu nebo odkudkoliv se vám zrovna hodí. Vše si můžete přizpůsobit, od barev po HTML šablonu.
de: Posten Sie Texte, Fotos, Zitate, Links, Musik und Videos von Ihrem Browser, Handy, Desktop, E-Mail oder egal wo Sie sind. Sie können alles anpassen, von der Farbe bis zum HTML Ihres Themes.
es: Publica texto, fotos, citas, vínculos, música y vídeos desde tu navegador, teléfono, escritorio, correo electrónico o dondequiera que estés. Puedes personalizar todo, desde colores hasta el HTML de tus temas.
fr: Publiez des textes, des photos, des citations, de la musique et des vidéos depuis votre navigateur, téléphone, bureau, courriel ou quel que soit l'endroit où vous vous trouvez. Tout est personnalisable, des couleurs au HTML de votre thème.
hu: Küldjön be szövegeket, képeket, idézeteket, hivatkozásokat, zenéket és videókat a böngészőből, asztali gépről vagy telefonról, e-mailből vagy máshonnan. Testre szabhat szinte bármit a színektől kezdve az oldala témájának HTML kódjáig.
it: Pubblica testi, foto, citazioni, link, brani musicali e video dal browser, smartphone, desktop, email o da qualunque servizio che stai utilizzando in quel momento. Potrai personalizzare qualunque elemento, dai colori fino al codice HTML del tema.
ja: あなたのブラウザ、電話、デスクトップ、メール、どこで何を使っていても、テキストや写真や引用やリンクや音楽や動画を送ることができます。色からテーマの HTML に至るまで、あなたの Tumblr のすべてをカスタマイズできます。
kab: Ẓreg aḍris, tiwlafin, asimmel, aẓawan akked t vidyutin seg iming inek, tiliɣri, aselkim, imayl neɣ yal amḍiq anida telliḍ. Yal taɣawsa tezmer ad tuɣal tudmawant, seg initen ɣer HTML n usentel inek.
ms: Post teks, foto, petikan, pautan, muzik, dan video dari pelayar, telefon, desktop, e-mel atau dari mana-mana sahaja anda berada. Anda boleh menyesuaikan segala-galanya, daripada warna hingga tema HTML anda.
nl: Plaats tekst, foto’s, citaten, koppelingen, muziek en video’s vanuit uw browser, telefoon, desktop, e-mail of waar u zich toevallig bevindt. U kunt alles aanpassen, van kleuren tot de HTML van uw thema.
pt_br: Publique texto, fotos, citações, links, música e vídeos a partir do seu navegador, telefone, computador, e-mail de onde quer que esteja. Você pode personalizar tudo, de cores ao tema HTML.
sl: Objavite besedilo, fotografije, navedke, povezave, glasbo in video posnetke iz svojega brskalnika, telefona, namizja, e-pošte ali kjerkoli že ste. Prilagodite si lahko vse, od barv do kode HTML vaših tem.
sq: Postoni tekste, foto, citime, lidhje, muzikë, dhe video prej shfletuesit tuaj, telefonit, dekstopit, email-it apo prej kudo që gjendeni. Mund të përshtatni gjithçka, nga ngjyrat e deri te HTML-ja e temës tuaj.
te: పోస్ట్ మీ బ్రౌజర్, ఫోన్, డెస్క్టాప్, ఇమెయిల్ లేదా చోట మీరు కావడం టెక్స్ట్, ఫోటోలు, కోట్స్, లింకులు, సంగీతం మరియు వీడియోలను. మీరు మీ థీమ్ యొక్క HTML రంగు నుండి, ప్రతిదీ అనుకూలీకరించవచ్చు.
uk: Розміщуйте текст, фото, цитати, посилання, музику та відео зі свого браузера, телефону, електронної пошти, або звідки ви захочете. Ви можете налаштувати що завгодно, від кольорів до тем HTML.

source: Tumblr lets you effortlessly share anything.
cs: Tumblr vás nechá bez námahy sdílet cokoliv budete chtít.
de: Mit Tumblr können Sie mühelos alles teilen.
es: Tumblr te permite compartir lo que quieras sin ningún esfuerzo.
fr: Tumblr permet de tout partager sans effort.
hu: A Tumblr segítségével könnyedén megoszthat bármit.
it: Tumblr ti consentirà di condividere facilmente qualunque cosa.
ja: Tumblr を使えば、容易になんでもシェアできます。
kab: Tumblr yessirig beṭṭu n ugbur s war ussis.
ms: Tumblr membolehkan anda berkongsi apa sahaja dengan mudah.
nl: Met Tumblr kunt u alles moeiteloos delen.
pt_br: O Tumblr permite compartilhar qualquer coisa facilmente.
sl: Tumblr vam omogoča deljenje vsega brez truda.
sq: Tumblr ju lejon të ndani pa mundim çfarëdo gjëje.
te: టంబ్లర్ మీరు అప్రయత్నంగా ఏదైనా పంచుకునేందుకు అనుమతిస్తుంది.
uk: Tumblr дає вам змогу зручно ділитись чим завгодно.

source: Create a single website for all your content. Publish on your own site from any device and share with your audiences across the web.
cs: Vytvořte si jedinou stránku pro všechen váš obsah. Publikujte na své vlastní stránce z jakéhokoliv zařízení a sdílejte pro celý internet.
de: Erstellen Sie eine einzelne Website für alle Ihre Inhalte. Veröffentlichen Sie Inhalte auf Ihrer eigenen Website von einem beliebigen Gerät aus, und teilen Sie diese mit Zielgruppen aus dem ganzen Internet.
es: Crea un único sitio web para todo tu contenido. Publica en él desde cualquier dispositivo y comparte con tu audiencia en toda la Web.
hu: Készítsen egyetlen weboldalt minden tartalmának. Publikáljon saját weboldalán bármely eszközről, és ossza meg tartalmait közönségével az egész interneten.
it: Crea un unico sito web per tutti i tuoi contenuti. Aggiorna il tuo sito da qualunque dispositivo e condividi i tuoi contenuti attraverso il Web.
ja: すべてのコンテンツを載せられるひとつの Web サイトを作成しましょう。あらゆる端末から独自のサイトに投稿し、Web 中の読者と共有できます。
kab: Rnu yiwen n usmel web i ugbur inek imeṛṛa. Ẓreg asmel inek seg yal ibenk akked beṭṭu akked uzayez inek di web.
ms: Cipta sebuah laman web untuk semua kandungan anda. Terbitkan dalam laman anda sendiri dari mana-mana peranti dan kongsi dengan pengunjung web anda.
nl: Maak één website voor al uw inhoud. Publiceer op uw eigen website vanaf willekeurige apparaten en deel met uw publiek op het web.
pt_br: Crie um único site para colocar todo. Publique em seu site a partir de qualquer dispositivo e compartilhe com toda a web.
sl: Za vso svojo vsebino ustvarite eno spletno stran. Objavljajte na svoji strani iz katerekoli naprave in delite s svojim občinstvom na spletu.
sq: Krijoni një sajt të vetëm për krejt lëndën tuaj. Botoni te sajti juaj prej çfarëdo pajisjeje dhe ndani gjëra me publikun tuaj nëpër web.
te: అన్ని మీ కంటెంట్ కోసం ఒక వెబ్ సైట్ సృష్టించడానికి. ఏ పరికరం నుండి మీ స్వంత సైట్ లో ప్రచురించు మరియు వెబ్లో మీ ప్రేక్షకులలో భాగస్వామ్యం.
uk: Створіть один веб-сайт для всього свого вмісту. Робіть публікації на своєму сайті з будь-якого пристрою та діліться зі своєю аудиторією по всьому інтернету.
