Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: This service is for demonstration purposes only and may not work as expected.
cs: Tato služba je pouze pro demonstrativní účely a nebude tak fungovat dle očekávání.
de: Dieser Dienst existiert nur zu Demonstrationszwecken und funktioniert möglicherweise nicht wie erwartet.
es: Este servicio sólo es para efectos demostrativos y puede no funcionar como se espera.
es_ar: Este servicio es a solo efecto de demostración y puede que no funcione del modo esperado.
fr: Ce service n'est proposé qu'à des fins de démonstration et peut ne pas fonctionner correctement.
hu: Ez a szolgáltatás csak bemutató célokat szolgál, és lehet, hogy nem a várt módon működik.
it: Questo servizio è solo a scopo dimostrativo, alcune caratteristiche potrebbero non funzionare come previsto.
ja: このサービスはデモ用のため、期待通りに動作しない可能性があります。
kab: Ameẓlu d akayad, yezmer ur iteddu ara akken iwata.
nl: Deze service dient alleen voor demonstratiedoeleinden en werkt mogelijk niet zoals verwacht.
pt_br: Este serviço é apenas para fins de demonstração e pode não funcionar como esperado.
ru: Эта услуга только для демонстрационных целей и может не работать, как ожидалось.
sl: Ta storitev je namenjena zgolj predstavitvi, zato morda ne bo delovala pravilno.
sq: Ky shërbim është vetëm për qëllime demonstrimi dhe mund të mos punojë siç pritet.
te: ఈ సేవ ప్రదర్శన ప్రయోజనాల కోసం మరియు అనుకున్న పని చేయకపోవచ్చు.
uk: Ця служба призначена лише для демонстрації і може не працювати належним чином.

source: This service supports sharing content
cs: Tato služba podporuje sdílení obsahu
de: Dieser Dienst unterstützt das Teilen von Inhalten
es: Este servicio admite la compartición de contenido
es_ar: Este servicio permite compartir contenido
fr: Ce service prend en charge le partage de contenu
hu: Ez a szolgáltatás támogatja a tartalommegosztást
it: Questo servizio supporta la condivisione di contenuti
ja: このサービスはコンテンツの共有を簡単にします
kab: Ameẓlu isefrak beṭṭu n ugbur
nl: Deze service ondersteunt het delen van inhoud
pt_br: Este serviço suporta compartilhamento de conteúdo
ru: Эта служба поддерживает размещение содержимого
sl: Ta storitev podpira deljenje vsebine
sq: Ky shërbim mbulon ndarje lënde me të tjerët
te: ఈ సేవ భాగస్వామ్య కంటెంట్ మద్దతిస్తుంది
uk: Ця служба підтримує обмін вмістом

source: share
cs: sdílení
de: Teilen
es: compartir
es_ar: compartir
fr: partage
hu: megosztás
it: condivisione
ja: 共有
kab: bḍu
nl: delen
pt_br: compartilhar
ru: размещение
sl: deli
sq: ndajeni me të tjerët
te: షేర్ చేయ్యి
uk: поділитися

source: This service provides bookmarking functionality
cs: Tato služba podporuje záložky
de: Dieser Dienst bietet eine Funktion für Lesezeichen
es: Este servicio proporciona funcionalidad de marcadores
fr: Ce service fournit une fonctionnalité de marque-page
hu: Ez a szolgáltatás könyvjelzőzési funkcionalitást biztosít
it: Questo servizio aggiunge nuove funzioni alla gestione dei segnalibri
ja: このサービスはブックマーク機能を提供します
kab: Ameẓlu agi yettmuddu-d tamahilt n ucrraḍ n isebtar
nl: Deze service biedt bladwijzerfunctionaliteit
pt_br: Este serviço fornece favoritos
ru: Эта служба предоставляет функцию закладок
sl: Ta storitev omogoča shranjevanje zaznamkov
sq: Ky shërbim ofron funksionin e faqeruajtjes
te: ఈ సేవ బుక్మార్కింగ్ కార్యాచరణను అందిస్తుంది
uk: Ця служба забезпечує функцію закладок

source: bookmarking
cs: záložky
de: Lesezeichen
es: marcadores
fr: marque-page
hu: könyvjelzőzés
it: segnalibri
ja: ブックマーク
kab: acraḍ n isebtar
nl: bladwijzers
pt_br: Favoritos
ru: закладки
sl: zaznamki
sq: faqeruajtje
te: బుక్ మార్కింగ్
uk: закладки

source: This service adds a sidebar to Firefox
cs: Tato služba přidávání do Firefoxu postranní lištu
de: Dieser Dienst fügt Firefox eine Sidebar hinzu
es: Este servicio añade un panel lateral a Firefox
es_ar: Este servicio agrega una barra lateral a Firefox
fr: Ce service ajoute un panneau latéral à Firefox
hu: Ez a szolgáltatás oldalsávot ad a Firefoxhoz
it: Questo servizio aggiunge una barra laterale a Firefox
ja: このサービスはサイドバーを Firefox へ追加します
kab: Ameẓlu agi ad yernu agalis adisan i Firefox
nl: Deze service voegt een zijbalk aan Firefox toe
pt_br: Este serviço adiciona um painel no Firefox
ru: Эта служба добавляет боковую панель в Firefox
sl: Ta storitev doda stransko vrstico v Firefox
sq: Ky shërbim shton te Firefox-i një anështyllë
te: ఈ సేవ ఫైర్ఫాక్స్ ఒక సైడ్బార్ జోడింస్తుంది
uk: Ця служба додає в Firefox бічну панель

source: sidebar
cs: postranní lišta
es: panel lateral
es_ar: barra lateral
fr: panneau latéral
hu: oldalsáv
it: barra laterale
ja: サイドバー
kab: agalis adisan
nl: zijbalk
pt_br: painel
ru: боковая панель
sl: stranska vrstica
sq: anështyllë
te: సైడ్‌బార్‌
uk: бічна панель

source: This service adds a toolbar button to Firefox that may have notifications
cs: Tato služba přidává do Firefoxu tlačítko na lištu, které může obsahovat upozornění
de: Dieser Dienst fügt eine Schaltfläche zur Symbolleiste von Firefox hinzu, die Benachrichtigungen anzeigen kann
es: Este servicio añade una botón para la barra de herramientas de Firefox que puede tener notificaciones
fr: Ce service ajoute un bouton susceptible d'afficher des notifications dans la barre d'outils de Firefox
hu: Ez a szolgáltatás eszköztárgombot ad a Firefoxhoz, amely értesítéseket jeleníthet meg
it: Questo servizio aggiunge un pulsante alla barra degli strumenti di Firefox che potrebbe visualizzare delle notifiche
ja: このサービスはツールバーボタンを Firefox へ追加し、通知を行います
kab: Ameẓlu agi ad yernu afegga n ifecka ɣer Firefox i yezemren ad sɛun alɣu
nl: Deze service voegt een werkbalkknop aan Firefox toe die meldingen kan bevatten
pt_br: Esse serviço adiciona um botão para exibir notificações na barra de ferramentas do Firefox
ru: Эта служба добавляет кнопку на панели инструментов Firefox, которая может выдавать уведомления
sl: Ta storitev doda gumb orodne vrstice v Firefox, ki lahko prikazuje obvestila
sq: Ky shërbim shton te Firefox-i një buton paneli që mund të përmbajë njoftime
te: ఈ సేవ ప్రకటనలను కలిగి ఉండవచ్చు ఫైర్ఫాక్స్ ఒక టూల్బార్ బటన్ జతచేస్తుంది
uk: Ця служба додає в Firefox кнопку панелі завдань, яка може виводити сповіщення

source: notifications
cs: upozornění
de: Benachrichtigungen
es: notificaciones
es_ar: notificaciones
hu: értesítések
it: notifiche
ja: 通知
kab: alɣu
nl: meldingen
pt_br: notificações
ru: уведомления
sl: obvestila
sq: njoftime
te: ప్రకటనలు
uk: сповіщення

source: This is a demo service
cs: Jedná se o demo službu
de: Dies ist ein Demo-Dienst
es: Este servicio es una demostración
fr: Ce service est un service de démonstration
hu: Ez egy demó szolgáltatás
it: Questo è un servizio a solo scopo dimostrativo
ja: これはデモ用のサービスです
kab: Wagi d ameẓlu akayad
nl: Dit is een demoservice
pt_br: Esse é um serviço de demonstração
ru: Это демо-служба
sl: To je predstavitvena storitev
sq: Ky është një shërbim demo
te: ఇది ఒక డెమో సేవ
uk: Це демо-служба

source: demo
es: demostración
fr: démo
hu: demó
ja: デモ
kab: akayad
ru: демо
sl: predstavitev
te: డెమో
uk: демо

source: This service requires an unreleased version of Firefox
cs: Tato služba vyžaduje dosud nevydanou verzi Firefoxu
de: Dieser Dienst erfordert eine noch nicht veröffentlichte Firefox-Version
es: Este servicio requiere una versión no publicada de Firefox
es_ar: Este servicio requiere una versión inédita de Firefox
fr: Ce service nécessite une version de Firefox qui n'est pas encore disponible.
hu: Ez a szolgáltatás a Firefox még kiadatlan verzióját igényli
it: Questo servizio richiede una versione di Firefox non ancora distribuita
ja: このサービスを使用するには Firefox の開発版が必要です
kab: Ameẓlu agi yesra lqem n Firefox ur d-neffiɣ ara yakan
nl: Deze service vereist een niet-vrijgegeven versie van Firefox
pt_br: Esse serviço requer uma versão ainda não lançada do Firefox
ru: Эта служба требует ещё не выпущенную версию Firefox
sl: Ta storitev zahteva še neizdano različico Firefoxa
sq: Ky shërbim lyp një version Firefox-i që s’është hedhur në qarkullim
te: ఈ సేవ ఫైర్ఫాక్స్ యొక్క విడుదలకు నోచుకోని వెర్షన్ అవసరం
uk: Ця служба потребує ще не випущену версію Firefox

source: beta
fr: bêta
hu: béta
ja: ベータ
nl: bèta
ru: бета
te: బీటా
uk: бета

source: Activate %(name)s
cs: Aktivovat %(name)s
de: %(name) aktivieren
es: Activar %(name)s
es_ar: Activar %(name)s
kab: Rmed %(name)s
pt_br: Ativar %(name)s
sl: Vključi %(name)s
sq: Aktivizoni %(name)s
te: %(name)s ఆక్టివేట్ చేయండి
uk: Активувати %(name)s

source: Yahoo! Mail
ja: Yahoo! メール

source: Easy to use, no software or Add-ons to download and install, just click Activate and new functionality is delivered to you from the Web. Anything from social media services, to cloud bookmarking, music and personalized news, adding these services to Firefox lets you get more out of the web.
fr: Facile d'utilisation, aucun logiciel ou module complémentaire à télécharger et installer, cliquez simplement sur Activer et la nouvelle fonctionnalité vous est fournie instantanément depuis le Web. Des services de réseaux sociaux, en passant par les marque-pages dans les nuages, la musique ou encore les actualités personnalisées&nbsp;; ajouter ces services à Firefox vous permet de tirer le meilleur du Web.C'est facile à utiliser : aucun logiciel ni module complémentaire à télécharger et installer. Cliquez simplement sur Activer et la nouvelle fonctionnalité vous est fournie instantanément depuis le Web. Des services de réseaux sociaux, des marque-pages en ligne, de la musique ou encore des actualités personnalisées… Ajouter ces services à Firefox vous permet de tirer le meilleur parti du Web.
ja: Firefox 向けの各種サービスは、使いやすく、ソフトウェアやアドオンを新たにダウンロードしたりインストールしたりする必要もありません。「今すぐ追加」ボタンをクリックするだけで Web から Firefox へ自動的に新機能が追加されます。ソーシャルメディアから、クラウドブックマーク、音楽、パーソナライズドニュースに至るまで、あらゆるサービスを追加して、Web をより一層活用できます。
