Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: Saavn is the best Bollywood and Indian music listening experience, online and on the go. It's a simple, beautiful, and free way to search, discover, and listen to over a million songs, from the latest hits to hard-to-find classics.
cs: Saavn je nejlepší služba, pokud chcete zažít Bollywod nebo si poslechnout indickou hudbu on-line. Je to jednoduše úžasný a dostupný způsob, jak najít a poslechnout si miliony nahrávek od nejaktuálnějších hitů po klasiku, která je jinak těžko k sehnání.
de: Saavn ist das beste Hörerlebnis für Bollywood- und indische Musik, online und unterwegs. Es ist eine einfache, schöne und kostenlose Möglichkeit, nach über einer Million Titeln zu suchen, sie zu entdecken und anzuhören, von den neuesten Hits bis zu schwer zu findenden Klassikern.
es: Saavn es la mejor experiencia para Bollywood y escuchar música india, en línea y sobre la marcha. Es una manera simple, atractiva y gratuita para buscar, descubrir, y escuchar más de un millón de canciones, desde los últimos éxitos hasta los clásicos difíciles de encontrar.
es_ar: Saavn es la mejor experiencia sonora para apreciar música india y las bandas sonoras de las películas Bollywood. Es una manera simple, hermosa y gratuita de buscar, descubrir y escuchar más de un millón de canciones, desde los últimos éxitos hasta los clásicos difíciles de encontrar.
fr: Saavn est la meilleure manière d'écouter de la musique indienne et de Bollywood, en ligne comme en déplacement. Recherchez, découvrez et écoutez d'une manière simple, agréable et gratuite plus d'un million de chansons, des derniers tubes aux classiques introuvables ailleurs.
hu: A Saavn a legjobb oldal, ami közelebb hozza a bollywoodi filmekhez és indiai zenékhez online vagy útközben. Egyszerű, szép és ingyenes módja annak, hogy keressen, felfedezzen, meghallgasson több millió számot az örökzöldektől a legújabb slágerekig.
it: Saavn offre la migliore esperienza di ascolto per musica di Bollywood e Indiana, in rete e in movimento. È un modo semplice, bello e libero per cercare, scoprire e ascoltare oltre un milione di canzoni, dagli ultimi successi ai classici più introvabili.
ja: Saavn は、ボリウッド映画とインド音楽に関する最高の体験をオンラインとモバイルの双方で提供します。最新のヒット曲から希少なクラシックまで、100 万以上の楽曲をシンプルで美しく自由に検索、発見、試聴できます。
kab: Saavn d tarrayt tufrint akken ad tesleḍ i uẓawan ahendi akked Bollywood, s srid neɣ ma yella tettedduḍ. Nadi, wali udiɣe sɣed s wudem fessusen, abaḥan i wugar n yifeḍ n tezlatin, tizlatin tufrinin tineggura, akked iklasiken ur tettafeḍ ara anida nniḍen.
ms: Saavn ialah pengalaman mendengarkan muzik Bollywood dan India yang terbaik, dalam talian dan di mana sahaja. Cara yang mudah, indah, dan percuma untuk mencari, meneroka, dan mendengarkan lebih daripada satu juta lagu, daripada lagu hit terkini hingga lagu klasik yang sukar-dicari.
nl: Saavn is de beste luisterervaring voor Bollywood- en Indian-muziek, online en onderweg. Het is een eenvoudige, mooie en gratis manier om meer dan een miljoen nummers te zoeken, te ontdekken en te beluisteren, van de nieuwste hits tot moeilijk te vinden klassiekers.
pt_br: Saavn é a melhor experiência para ouvir Bollywood e música indiana, online e em movimento. É uma maneira simples, atraente e livre para pesquisar, descobrir e ouvir mais de um milhão de músicas, desde os sucessos mais recentes aos clássicos difíceis de encontrar.
sl: Saavn je najboljša bollywoodska in indijska izkušnja poslušanja glasbe, na spletu in na potovanju. Je preprost, všečen in brezplačen način za iskanje, odkrivanje in poslušanje več kot milijon skladb, od najnovejših uspešnic do redkih klasik.
sq: Saavn është shërbimi më i mirë për muzikë Bollywood-i dhe indiane, në internet dhe në lëvizje. Është rrugë e thjeshtë, e hijshme, dhe e lirë për të kërkuar, zbuluar dhe dëgjuar mbi një milion këngë, që nga sukseset më të freskëta e deri te pjesë legjendare që mezi gjendet.
te: Saavn, ఉత్తమ బాలీవుడ్, భారతీయ సంగీతం వినే అనుభవం కలిగించు ఆన్లైన్ సైటు. ఇది తాజా హిట్స్ నుండి కష్టపడి కనుగొనే క్లాసిక్ వరకు, అన్వేషణ కనుగొనడంలో, మరియు ఒక మిలియన్ పైగా పాటలు వినండి, సాధారణ, అందమైన, మరియు ఉచిత మార్గం.
uk: Saavn - це найкращий сервіс Bollywood та прослуховування індійської музики в Інтернеті та на ходу. Це простий, чудовий та безплатний спосіб пошуку, відкриття та прослуховування понад мільйона пісень, від найновіших хітів до класики.

source: Music Feed
cs: Hudební zdroj
es: Fuente de música
es_ar: Canal de música
fr: Flux de musique
it: Feed musica
ja: 音楽フィード
kab: Asuddem aẓawnan
ms: Suapan Muzik
nl: Muziekfeed
pt_br: Feed de músicas
ru: Лента музыки
sl: Vir glasbe
sq: Prurje Muzike
te: మ్యూసిక్ ఫీడ్
uk: Подача музики

source: Discover fresh music and hear more of what you love.
cs: Objevujte novou hudbu a poslouchejte více té, kterou máte rádi.
de: Entdecken Sie neue Musik und hören Sie mehr von dem, was Ihnen gefällt.
es: Descubre música actual y escucha más de lo que te gusta.
es_ar: Descubra música nueva y escuche más de aquellos que ama.
fr: Découvrez des nouveautés musicales et écoutez ce que vous aimez.
hu: Fedezzen fel új zenéket, vagy hallgassa megszokott kedvenceit.
it: Scopri le ultime novità musicali e ascolta solo ciò che ti piace.
ja: 最新の音楽を発見して、気に入った曲をもっと聴いてみましょう。
kab: Wali amaynut n uẓawan udiɣ sɣed i wayen i tḥemleḍ.
ms: Teroka muzik baru dan dengar lagu kegemaran anda.
nl: Ontdek nieuwe muziek en hoor meer waarvan u houdt.
pt_br: Descubra músicas contemporâneas e ouça mais do que gosta.
ru: Откройте для себя свежую музыку и больше слушайте то, что Вы любите.
sl: Odkrijte svežo glasbo in poslušajte več priljubljenega.
sq: Zbuloni muzikë të re dhe dëgjoni më tepër prej atyre që doni.
te: తాజా సంగీతాన్ని కనుగొని మీరు ప్రేమించే మరిన్ని వినండి.
uk: Відкривайте нову музику та слухайте більше того, що ви любите.

source: Pocket service for Firefox - The best way to save articles, videos and more
cs: Pocket je služba pro Firefox a nejlepší způsob jak si ukládat články, videa a další
de: Pocket service für Firefox – Die beste Möglichkeit, Artikel, Videos und mehr zu speichern
es: Servicio Pocket para Firefox - La mejor manera para guardar artículos, vídeos y más
es_ar: Servicio Pocket para Firefox - La mejor manera de guardar artículos, videos y más
fr: Service Pocket pour Firefox – La meilleure manière d'enregistrer des articles, des vidéos, etc.
hu: Pocket szolgáltatás Firefoxhoz – A legjobb módszer cikkek, videók és minden más elmentésére
it: Servizio Pocket per Firefox - Il modo migliore per salvare articoli, video e molto altro
ja: Firefox のためのポケットサービスは、記事、動画などを保存する最良の方法です。
kab: Ameẓlu Pocket i Firefox – Tarrayt tufrint akken ad sekkelseḍ imagraden, tividyutin, atg
ms: Perkhidmatan Pocket untuk Firefox - Cara terbaik untuk simpan artikel, video dan banyak lagi
nl: Pocket-service voor Firefox – De beste manier om artikelen, video’s en meer op te slaan
pt_br: Serviço Pocket para Firefox - A melhor maneira de salvar artigos, vídeos e muito mais
sl: Žepna storitev za Firefox - najboljši način za shranjevanje člankov, video posnetkov in več
sq: Shërbimi Pocket për Firefox - Mënyra më e mirë për të ruajtur diku për më vonë artikuj, video, etj
te: Firefox కోసం పాకెట్ సేవ - వ్యాసాలు, వీడియోలు మరియు మరింత సేవ్ చేయడానికి ఉత్తమ మార్గం
uk: Служба Pocket для Firefox - Найкращий спосіб зберігати статті, відео та інше

source: Save it for later
cs: Uložte si na později
es: Guárdalo para más tarde
es_ar: Guarde para más tarde
fr: Garder pour plus tard
hu: Mentse el későbbre
it: Salva contenuti per visualizzarli in seguito
ja: コンテンツを後で見るために保存
kab: Sekles-it akke ad tesqedceṭ ticki
ms: Simpan untuk masa lain
nl: Opslaan voor later
pt_br: Salvar para mais tarde
ru: Сохраните это на будущее
sl: Shranite za kasneje
sq: Ruajeni për më vonë
te: తరువాత కొరకు సేవ్ చేయండి
uk: Збережіть це на потім

source: A convenient, beautiful place to save content you want to view later.
cs: Úžasně praktické místa pro ukládání obsahu, na který se chcete později podívat.
de: Eine praktischer und schöner Ort, um Inhalte zu speichern, die Sie sich später ansehen möchten.
es: Un conveniente y atractivo lugar para guardar contenido que quieras ver más tarde.
es_ar: Un lugar cómodo y hermoso para guardar el contenido que quiere ver más adelante.
fr: Un endroit pratique et agréable où conserver le contenu que vous voulez regarder plus tard.
hu: Egy jól használható, tetszetős felület ahhoz, hogy elmentsen tartalmakat, amiket később szeretnél megnézni.
it: Uno strumento attraente e comodo dove salvare i contenuti da consultare in un secondo momento.
ja: 後で見たいコンテンツを保存しておく便利で美しい場所。
kab: Amḍiq yelhan, abaḥăn akken ad tḥerzeḍ agbur i tebɣiḍ ad twaliḍ ticki.
ms: Tempat yang sesuai dan cantik untuk menyimpan kandungan yang anda mahu memaparkannya nanti.
nl: Een handige, mooie plek om inhoud die u later wilt bekijken op te slaan.
pt_br: Um lugar conveniente para salvar o conteúdo que deseja ver mais tarde.
sl: Priročno in všečno mesto za shranjevanje vsebine, ki si jo želite ogledati kasneje.
sq: Një vend i përshtatshëm, i bukur për të ruajtur lëndë që doni ta shihni më vonë.
te: ఒక అనుకూలమైన, అందమైన ప్రదేశం మీరు తర్వాత చూడాలనే కంటెంట్ సేవ్ చేయవచ్చు.
uk: Зручне, чудове місце для збереження вмісту, який ви хочете переглянути пізніше.

source: A new way to discover the most interesting content relevant to your interests.
cs: Nový způsob jak objevit nejzajímavější obsah podle svých zájmů.
de: Eine neue Möglichkeit, die interessantesten Inhalte zu finden, die Ihren Interessen entsprechen.
es: Una nueva manera para descubrir el contenido más interesante relevante a tus intereses.
es_ar: Una nueva forma de descubrir el contenido más interesante de acuerdo a sus intereses.
fr: Une nouvelle manière de découvrir le contenu le plus intéressant lié à vos centres d'intérêt.
hu: Új módszer az érdeklődési köreihez illő új, érdekes tartalmak felfedezésére.
it: Un nuovo modo per scoprire i contenuti più stimolanti collegati ai tuoi interessi.
ja: あなたの興味に関連した最も面白いコンテンツを見つける新しい方法です。
kab: Tarrayt tamaynut amek ara twaliḍ agbur ifazen icudden ɣer wayen i tḥemleḍ.
ms: Satu cara baru untuk meneroka kandungan paling menarik yang ada kaitan dengan minat anda.
nl: Een nieuwe manier om de meest interessante en voor uw interesses relevante inhoud te ontdekken.
pt_br: Uma nova forma de descobrir conteúdo mais interessante relevantes aos seus interesses.
sl: Nov način za odkrivanje najbolj zanimive vsebine, ki vam je všeč.
sq: Një rrugë e re për të zbuluar lëndën më interesante dhe më me vlerë për interesat tuaja.
te: మీ ఆసక్తులకు సంబంధించిన అత్యంత ఆసక్తికరమైన విషయాన్ని తెలుసుకొనుటకు ఒక కొత్త మార్గం.
uk: Новий спосіб знаходити найцікавіший вміст відповідно до ваших інтересів.

source: a discovery experience
cs: zážitek z objevování
de: Eine echte Entdeckung
es: una experiencia de descubrimiento
es_ar: una experiencia de descubrimiento
fr: une expérience de découverte
hu: a felfedezés élménye
it: Prova l’emozione della scoperta
ja: 発見体験
kab: tarmit n tifin
ms: pengalaman meneroka
nl: een ontdekkingservaring
pt_br: uma experiência de descoberta
sl: izkušnja odkrivanja
sq: një eksperiencë zbulimesh
te: ఒక ఆవిష్కరణ అనుభవం
uk: досвід відкриття

source: Delicious is a free service designed with care to be the best place to save what you love on the web.
cs: Delicious je zdarma dostupná služba navržená s velkou péčí a snahou stát se nejlepším místem pro ukládání toho, co máte na webu nejraději.
de: Delicious ist ein kostenloser Dienst, der entwickelt wurde, um bestmöglich die Internet-Inhalte zu speichern, die Ihnen gefallen.
es: Delicious es un servicio gratuito con un cuidado diseño que lo convierte en el mejor lugar donde guardar lo que te encanta de la Web.
es_ar: Delicious es un servicio gratuito diseñado con cuidado para ser el mejor lugar para guardar lo que más le gusta de Internet.
fr: Delicious est un service gratuit conçu avec soin pour être le meilleur endroit où enregistrer ce que vous aimez sur le web.
hu: A Delicious egy ingyenes szolgáltató, ami segítségével elmentheti azokat a tartalmakat, amelyek megtetszettek böngészés közben.
it: Delicious è un servizio gratuito ideato con cura per essere il modo migliore per salvare ciò che si ama sul Web.
ja: Delicious は、Web であなたが大好きなものを保存する、最良の場所となるようデザインされたフリーサービスです。
kab: Delicious d ameẓlu n baṭel yettwafeṣlen s telqayt akken ad yilin d amḍiq ufrin anida ara teskelseḍ ayen tḥemleḍ di web.
ms: Delicious ialah perkhidmatan percuma yang direka dengan teliti supaya menjadi tempat terbaik untuk anda simpan kandungan web yang anda.
nl: Delicious is een gratis service, met zorg ontworpen om de beste plek te zijn voor het opslaan van dingen op het web waarvan u houdt.
pt_br: Delicious é um serviço gratuito desenvolvido com cuidado para ser o melhor lugar para guardar o que ama na web.
sl: Delicious je brezplačna storitev, ki je skrbno zasnovana, da postane vaše najboljše mesto za shranjevanje najljubše spletne vsebine.
sq: Delicious është një shërbim falas i konceptuar me kujdes për të qenë vendi më i mirë për të ruajtur ato që doni në web.
te: Delicious వెబ్లో మీరు ఇష్టపడే ఏమి సేవ్ ఉత్తమ ప్రదేశంగా జాగ్రత్తగా రూపొందించిన ఒక ఉచిత సేవ.
uk: Delicious - це безплатна служба, створена з метою стати найкращим місцем для збереження того, що вам подобається в мережі.

source: Never lose a link again.
cs: Nikdy už znovu neztratíte zajímavý odkaz.
de: Verlieren Sie nie wieder einen Link.
es: Nunca pierdas otra vez un vínculo.
es_ar: Nunca más perderá un enlace.
fr: Ne perdez plus jamais un lien.
hu: Hogy minden hivatkozás megmaradjon.
it: Non perdere più alcun link.
ja: もう二度とリンクを見失わないように。
kab: Ur sṛuḥuy ara aseɣwen tikelt nniḍen.
ms: Jangan sampai hilang pautan lagi.
nl: Raak nooit meer een koppeling kwijt.
pt_br: Nunca mais perca um link.
ru: Больше никогда не потеряйте ссылку.
sl: Nikoli več ne izgubite povezave.
sq: Mos humbni në asnjë lidhje.
te: మళ్ళీ ఒక లింక్ కోల్పోవద్దు.
uk: Більше ніколи не загубіть посилання.

source: Delicious remembers so you don't have to.
cs: Delicious si zapamatuje, co vy už nemusíte.
de: Delicious merkt sich den Link, damit Sie es nicht tun müssen.
es: Delicious recuerda para que tú no tengas que hacerlo.
es_ar: Delicious lo recuerda, así que usted no tiene que hacerlo.
fr: Delicious se souvient pour que vous n'ayez plus à le faire.
hu: A Delicious ön helyett is emlékszik.
it: Delicious sarà la tua memoria sul Web.
ja: あなたは思い出す必要はありません。Delicious が思い出します。
kab: Delicious iceffu, ihi ɣas ur ceffu ara.
ms: Delicious mengingatinya bagi pihak anda.
nl: Delicious onthoudt ze, zodat u dat niet hoeft.
pt_br: Delicious lembra para você não precisar lembrar.
sl: Delicious si zapomni, da se vam ni treba.
sq: I mban mend Delicious-i, s’keni pse t’i mbani ju.
te: Delicious గుర్తుంచుకుటుంది కాబట్టి మీరు అవసరం లేదు.
uk: Delicious пам'ятає, тож вам не потрібно пам'ятати.

source: Keep up with friends wherever you go on the web.
cs: Buďte se svými přáteli, ať jdete na webu kamkoliv.
de: Bleiben Sie mit Ihren Freunden in Kontakt, egal wo Sie im Internet hingehen.
es: Mantente al corriente con tus amigos donde sea que vayas en la Web.
es_ar: Mantenga el contacto con sus amigos donde quiera que vaya en la red.
fr: Restez en contact avec vos amis où que vous soyez sur le web.
hu: Legyen folyamatosan kapcsolatban másokkal böngészés közben.
it: Segui i tuoi amici in rete ovunque tu vada.
ja: どこに行っても、Web で友達と繋がっていましょう。
kab: Eǧǧ anermes akked yemduka inek sekra wanida telliḍ di web.
ms: Sentiasa berhubungan dengan rakan di mana sahaja anda berada dalam web.
nl: Blijf bij met vrienden, waar op het web u ook bent.
pt_br: Fique em contato com seus amigos onde quer que vá na web.
sl: Ohranite stik s prijatelji kjerkoli na spletu.
sq: Mbani kontakte me shokët kudo që shkoni në web.
te: వెబ్ లో ఎక్కడికి వెళ్ళినా మీ స్నేహితులతో మాట్లాడుతూ ఉండవచ్చు.
uk: Залишайтеся з друзями, де б ви не були в мережі.

source: Share the web
cs: Sdílejte web
de: Teilen Sie das Internet
es: Compartir la web
es_ar: Comparta Internet
fr: Partager le web
hu: Ossza meg a webet
it: Condividi il Web
ja: Web で共有
kab: Bḍu web
ms: Kongsi web
nl: Deel het web
pt_br: Compartilhe a web
sl: Delite splet
sq: Ndajeni web-in me të tjerët
te: వెబ్ ను పంచుకోండి
uk: Діліться в Інтернеті

source: Share any web page, anywhere, anytime.
cs: Sdílejte jakoukoliv stránku kdekoliv a kdykoliv.
de: Teilen Sie eine beliebige Webseite, egal wo, egal wann.
es: Comparte cualquier página web, donde quieras, cuando quieras.
es_ar: Comparta cualquier página de Internet, en cualquier lugar, en todo momento.
fr: Partagez n'importe quelle page, partout, tout le temps.
hu: Osszon meg bármilyen weboldalt bárhol és bármikor.
it: Condividi qualunque pagina web, ovunque, in qualsiasi momento.
ja: どんな Web ページも、どこでも、いつでもシェア。
kab: Bḍu yal asebter web, anida tebɣiḍ, melmi tebɣiḍ.
ms: Kongsi halaman web, di mana-mana sahaja, pada bila-bila masa.
nl: Deel webpagina’s, overal en altijd.
pt_br: Compartilhe qualquer página web, em qualquer lugar, a qualquer hora.
sl: Delite katerokoli spletno stran, kjerkoli, kadarkoli.
sq: Ndani me të tjerët çfarëdo faqeje web, kudo, kurdo.
te: ఏ వెబ్ పేజీ ఎప్పుడైనా, ఎక్కడైనా, షేర్ చేయండి.
uk: Діліться будь-якою сторінкою будь-де, будь-коли.

source: Cliqz delivers a real-time stream of the most relevant articles, stories, and videos based on your interests directly to Firefox.
cs: Cliqz přináší v reálném čase články, příběhy a videa podle vašich zájmů přímo do vašeho Firefoxu.
de: Cliqz liefert in Echtzeit einen Strom der wichtigsten Artikel, Geschichten und Videos, basierend auf Ihren Interessen direkt an Firefox.
es: Cliqz te entrega un listado en tiempo real de los artículos, historias, y vídeos más relevantes basados en tus intereses directamente en Firefox.
es_ar: Cliqz envía un flujo en tiempo real de los artículos, historias y videos más relevantes basados en sus intereses directamente a Firefox.
fr: Cliqz propose un flux en direct des articles et vidéos les plus pertinents selon vos centres d'intérêt directement dans Firefox.
hu: A Cliqz egy valós időben frissülő hírfolyamot nyújt a leghasznosabb cikkekből, történetekből, videókból az érdeklődési köreinek megfelelően, közvetlenül a Firefoxban.
it: Cliqz fornisce un flusso in tempo reale degli articoli più rilevanti, storie e video basati sui tuoi interessi direttamente in Firefox.
ja: Cliqz は、あなたの興味に基づいた最も関連性の高い記事や動画のリアルタイムストリームを Firefox へ直接お届けします。
kab: Cliqz isumur asuddem s srid n imagraden akked tvidyutin iqeṛben aṭas ɣer wayen tḥemleḍ s srid di Firefox.
ms: Cliqz menyampaikan strim masa-sebenar artikel, cerita, dan video yang paling relevan dengan minat anda terus ke Firefox.
nl: Cliqz levert een realtime-stream van de meest relevante artikelen, verhalen en video’s, gebaseerd op uw interesses, rechtstreeks aan Firefox.
pt_br: Cliqz proporciona um fluxo em tempo real dos mais relevantes artigos, histórias e vídeos com base em seus interesses diretamente para o Firefox.
sl: Cliqz dobavi pretok najbolj pomembnih člankov, zgodb in video posnetkov v realnem času, ki so zanimivi za vas, neposredno v Firefox.
sq: Cliqz ju sjell një rrjedhë të atypëratyshme të artikujve, historive, dhe videove më me rëndësi, bazuar në interesat tuaja, drejt e te Firefox-i.
te: Cliqz అత్యంత సంబంధిత వ్యాసాలు, కథలు, మరియు నేరుగా ఫైర్ఫాక్స్ మీ ఆసక్తుల ఆధారంగా వీడియోలను ఒక వాస్తవ కాల ప్రవాహంలో అందిస్తుంది.
uk: Cliqz доставляє прямо в Firefox в реальному часі потік найбільш релевантних статей, історій та відео, відповідно до ваших інтересів.

source: Get the most relevant news based on your interests by crafting a unique information universe.
cs: Získejte nejrelevantnější novinky z celého univerza unikátních informací na základě svých vlastních zájmů.
de: Erhalten Sie die wichtigsten Nachrichten basierend auf Ihren Interessen, indem Sie sich eine einzigartige Welt der Informationen schaffen.
es: Recibe las noticias más relevantes basadas en tus intereses construyendo un original universo de información.
es_ar: Reciba las noticias más relevantes basadas en sus intereses simplemente creando un universo personal de información.
fr: Recevez les nouvelles les plus pertinentes selon vos centres d'intérêt en composant un univers unique d'informations.
hu: Jusson hozzá az érdeklődési körei alapján legérdekesebb hírekhez, hozzon létre egy egyedi információs univerzumot.
it: Ottieni le notizie più rilevanti in base ai tuoi interessi lavorando con un universo unico di informazioni.
ja: 固有の情報領域を作り上げることで、あなたの興味に基づいた最も関連性の高いニュースを入手できます。
kab: Awi-d amaynut iqeṛben aṭas ɣer wayen i tḥemleḍ s usuddes n umaḍal usuf n telɣut.
ms: Dapatkan berita yang paling relevan berdasarkan minat anda dengan kemahiran menghasilkan maklumat yang unik.
nl: Ontvang het meest relevante nieuws op basis van uw interesses door een uniek informatie-universum samen te stellen.
pt_br: Receba as notícias mais relevantes com base em seus interesses para construir um universo de informações único.
sl: Dobite najbolj pomembne novice glede na vaša zanimanja z ustvarjanjem edinstvenega podatkovnega vesolja.
sq: Merrni lajmet më me rëndësi, bazuar në interesat tuaja, duke realizuar një univers unik informacioni.
te: ఒక ఏకైక సమాచార విశ్వం క్రాఫ్టింగ్ మీ ఆసక్తుల ఆధారంగా అత్యంత సంబంధిత వార్తలు పొందండి.
uk: Отримуйте найбільш релевантні новини відповідно до ваших інтересів, створюючи унікальний інформаційний простір.

source: The largest social network in Japan.
cs: Největší sociální síť v Japonsku.
de: Das größte soziale Netzwerk in Japan.
es: La red social más grande en Japón.
es_ar: La red social más grande en Japón.
fr: Le plus grand réseau social au Japon.
hu: A legnagyobb közösségi hálózat Japánban.
it: Il più grande social network del Giappone.
ja: 好きな Web サイトを見ながら mixi をチェック
kab: Aẓeṭṭa n tmetti ameqqṛan di Japun.
ms: Rangkaian sosial terbesar di Jepun.
nl: Het grootste sociale netwerk in Japan.
pt_br: A maior rede social do Japão.
sl: Največje družbeno omrežje na Japonskem.
sq: Rrjeti më i madh shoqëror në Japoni.
te: జపాన్లో అతిపెద్ద సామాజిక నెట్వర్క్.
uk: Найбільша соціальна мережа в Японії.

source: Stay informed of what your friends are up to.
cs: Buďte v obraze, co zrovna dělají vaši přátelé.
de: Damit Sie immer wissen, was Ihre Freunde vorhaben.
es: Mantente informado de lo que tus amigos hacen.
fr: Restez au courant de ce que vous amis font.
hu: Maradjon képben arról, hogy mivel foglalkoznak épp az ismerősei.
it: Resta sempre al corrente di cosa fanno i tuoi amici.
ja: 友人が今何をしているかをいつでも確認できます。また、チェックボタンがないページでも簡単に友人に共有できます 。
kab: Ẓeṛ ayen xedmen yemdukal inek.
ms: Makluman aktiviti semasa rakan anda.
nl: Blijf geïnformeerd over waar uw vrienden mee bezig zijn.
pt_br: Mantenha-se informado sobre o que seus amigos estão fazendo.
sl: Bodite obveščeni o tem , kaj počnejo vaši prijatelji.
sq: Jini në dijeni rreth me se merren shokët tuaj.
te: మీ స్నేహితులు ఎంత వరకు ఏమిటో తెలుసుకుంటూ ఉండండి.
uk: Будьте в курсі того, що цікавить ваших друзів.
