Repository: mixedpuppy/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, es_ar, fr, hu, it, ja, kab, ms, nl, pt_br, ru, sl, sq, te, uk

source: Home
cs: Domů
de: Startseite
es: Inicio
es_ar: Inicio
fr: Accueil
hu: Kezdőlap
ja: ホーム
kab: Asebter agejdan
ms: Halaman utama
nl: Start
pt_br: Página inicial
ru: Каталог
sl: Domača stran
sq: Hyrje
te: హోం
uk: Домівка

source: Congratulations, <strong>%(name)s</strong> is now activated in Firefox!
cs: Gratulujeme, <strong>%(name)s</strong> je nyní aktivován ve Firefoxu!
de: Herzlichen Glückwunsch, <strong>%(name)s</strong> ist jetzt in Firefox aktiviert!
es: ¡Felicidades, <strong>%(name)s</strong> ya está activado en Firefox!
es_ar: ¡Felicidades, <strong>%(name)s</strong> ya está activado en Firefox!
fr: Félicitations, <strong>%(name)s</strong> est à présent activé dans Firefox&nbsp;!
hu: Gratulálunk, <strong>%(name)s</strong> aktiválva van a Firefoxban!
it: Congratulazioni, <strong>%(name)s</strong> è ora attivo in Firefox.
ja: Firefox に <strong>%(name)s</strong> が追加されました！
kab: Ayuz: <strong>%(name)s</strong> yermed akka tura di Firefox!
ms: Tahniah, <strong>%(name)s</strong> kini telah diaktifkan dalam Firefox!
nl: Gefeliciteerd, <strong>%(name)s</strong> is nu in Firefox geactiveerd!
pt_br: Parabéns, <strong>%(name)s</strong> já está ativo no Firefox!
ru: Поздравляем, <strong>%(name)s</strong> теперь активирован в Firefox!
sl: Čestitke, <strong>%(name)s</strong> je sedaj omogočen v Firefoxu!
sq: Përgëzime, <strong>%(name)s</strong> tani është e aktivizuar në Firefox!
te: అభినందనలు, <strong>%(name)s</strong> ఇప్పుడు Firefox లో ఆక్టివేట్ చేయబడింది!
uk: Вітаємо, <strong>%(name)s</strong> тепер активовано в Firefox!

source: Get the most from %(name)s
cs: Získejte co nejvíce z %(name)s
de: Holen Sie das Meiste aus %(name)s heraus
es: Consigue el máximo de %(name)s
es_ar: Obtené lo mejor de %(name)s
fr: Tirez le meilleur de %(name)s
hu: Hozza ki a legtöbbet ebből: %(name)s
it: Ottieni il massimo da %(name)s
ja: %(name)s を最大限に活用
kab: Faṛeṣ si %(name)s
ms: Dapatkan manfaat penuh daripada %(name)s
nl: Haal het meeste uit %(name)s
pt_br: Obtenha o máximo de %(name)s
ru: Получите максимум от %(name)s
sl: Dobite največ iz %(name)s
sq: Përfitoni maksimumin prej %(name)s
te: అత్యంత %(name)s నుండి చేయించడం
uk: Отримайте повну віддачу від %(name)s

source: Bookmark this page
cs: Přidat stránku do záložek
de: Lesezeichen für diese Seite setzen
es: Agrega esta página a tus marcadores
es_ar: Marcar esta página
fr: Marquer cette page
hu: Felvétel a könyvjelzők közé
it: Aggiungi questa pagina ai segnalibri
ja: このページをブックマーク
kab: Creḍ asebter agi
ms: Tandabuku halaman ini
nl: Bladwijzer voor deze pagina maken
pt_br: Adicionar aos favoritos
ru: Добавьте эту страницу в закладки
sl: Dodaj stran med zaznamke
sq: Faqeruajeni këtë faqe
te: ఈ పేజీని బుక్మార్కు చేయి
uk: Додати цю сторінку в закладки

source: If you're new to this service, bookmark this page, it contains useful information and links to further help using and customizing Firefox. Keep reading to learn more about how %(name)s works in Firefox.
cs: Pokud tuto službu teprve začínáte využívat, uložte si tuto stránku do záložek. Obsahuje užitečné informace a odkazy na další rady, jak si přizpůsobit svůj Firefox. Níže se dozvíte více informací o tom, jak %(name)s ve Firefoxu funguje.
de: Wenn Ihnen dieser Dienst neu ist, setzen Sie ein Lesezeichen für diese Seite, denn sie enthält nützliche Informationen und Links zu weiteren Anleitungen zur Nutzung und Anpassung von Firefox. Lesen Sie weiter, um mehr darüber zu erfahren, wie %(name)s in Firefox funktioniert.
es: Si eres nuevo en este servicio, agrega esta página a tus marcadores, contiene información útil y enlaces a más ayuda sobre el uso y personalización de Firefox. Sigue leyendo para saber más sobre cómo funciona %(name)s en Firefox.
es_ar: Si es nuevo respecto a este servicio, apunte en sus favoritos esta página, contiene informaciòn valiosa y enlaces que le puede ayudar a utilizar y personalizar su Firefox. Siga leyendo para saber más acerca de como %(name)s funciona en Firefox.
fr: Si vous utilisez ce service pour la première fois, vous pouvez ajouter un marque-page à cette page, elle contient tout un ensemble d'informations et de liens pour vous aider à utiliser et personnaliser Firefox. Poursuivez votre lecture pour découvrir comment %(name)s fonctionne dans Firefox.
hu: Ha új felhasználó, készítsen könyvjelzőt az oldalra, mert hasznos információkat és hivatkozásokat tartalmaz a Firefox használatához és személyre szabásához. Olvasson tovább %(name)s Firefoxon belüli működésének megismeréséhez.
it: Se è la prima volta che visiti questo sito, ti consigliamo di aggiungerlo ai segnalibri: contiene link e informazioni utili per aiutarti a utilizzare e personalizzare Firefox. Continua a leggere per scoprire in che modo %(name)s funziona in Firefox.
ja: このサービスを初めてお使いになる場合は、まずこのページをブックマークしてください。Firefox の活用とカスタマイズに関する役立つ情報やリンクが載っています。Firefox で %(name)s がどのように動作するかについてはこの続きを読んでください。
kab: Ma d amaynut i tellid ɣer umeẓlu agi, creḍ asebter agi, yegber talɣut yelhan akked iseɣwan ɣer wugar n tallalt iseqdacen neɣ i saganen Firefox. Ɣaṛ ugar akken ad tissineḍ ɣef wamek %(name)s iteddu di Firefox.
ms: Jika anda baru dalam perkhidmatan ini, tandabuku halaman ini, yang mengandungi maklumat dan pautan berguna, untuk membantu anda menggunakan dan menyesuaikan Firefox. Teruskan membaca untuk mengetahui lebih lanjut perihal cara %(name)s berfungsi dalam Firefox.
nl: Als deze service nieuw voor u is, maak dan een bladwijzer voor deze pagina; deze bevat nuttige informatie en koppelingen voor meer hulp bij het gebruiken en aanpassen van Firefox. Lees verder voor meer info over hoe %(name)s in Firefox werkt.
pt_br: Se esta é a primeira vez que visita este site, recomendamo adicioná-lo aos seus favoritos, ele contém links e informações para ajudá-lo a usar e personalizar o Firefox. Leia mais para descobrir como %(name)s funciona no Firefox.
ru: Если вы новичок в этой службе, добавьте эту страницу в закладки - она содержит полезную информацию и ссылки для дальнейшей помощи по использованию и настройке Firefox. Продолжайте читать, чтобы узнать больше о том, как %(name)s работает в Firefox.
sl: V primeru, da prvič uporabljate to storitev, jo dodajte med zaznamke, ker vsebuje uporabne podatke in povezave za pomoč pri uporabi in prilagoditvi Firefoxa. Nadaljujte z branjem za več o tem, kako %(name)s deluje v Firefoxu.
sq: Nëse jeni i ri në këtë shërbim, faqeruajeni këtë faqe, përmban të dhëna dhe lidhje të dobishme për t’ju ndihmuar më tej lidhur me përdorimin dhe përshtatjen si e doni të Firefox-it. Vazhdoni leximin që të mësoni më tepër rreth se si funksionon në Firefox %(name)s.
te: మీరు ఈ సేవ కు కొత్త అయితే, ఈ పేజీని బుక్మార్క్ చేయండి, ఇది ఉపయోగకరమైన సమాచారం మరియు లింకులు మరింత ఉపయోగించి మరియు Firefox అనుకూలీకరించడానికి సహాయం కలిగి ఉన్నది. ఎలా %(name)s ఫైర్ఫాక్స్ లో పనిచేస్తుందో మరింత తెలుసుకోవడానికి మరింత చదవండి.
uk: Якщо ви вперше в цьому сервісі, додайте цю сторінку в закладки. Вона містить корисну інформацію та посилання для подальшої допомоги по використанню та налаштуванню Firefox. Продовжуйте читати, щоб дізнатися більше про те, як %(name)s працює в Firefox.

source: Share content you like through %(name)s
cs: Sdílejte obsah, který máte rádi, skrze %(name)s
de: Teilen Sie Inhalte, die Sie mögen, über %(name)s
es: Comparte el contenido que te gusta a través de %(name)s
es_ar: Compartí el contenido que te gusta a través de %(name)s
fr: Partagez le contenu que vous appréciez via %(name)s
hu: Osszon meg tartalmat %(name)s használatával
it: Condividi i tuoi contenuti preferiti attraverso %(name)s
ja: %(name)s を通じて気に入ったコンテンツを共有
kab: Bḍu agbur itebɣiḍ s %(name)s
ms: Kongsi kandungan yang anda suka melalui %(name)s
nl: Deel inhoud die u leuk vindt via %(name)s
pt_br: Compartilhe seu conteúdo favorito via %(name)s
ru: Поделитесь тем, что вам понравилось, через %(name)s
sl: Delite vsebino, ki vam je všeč, z uporabo stortive %(name)s
sq: Ndani me të tjerët përmes %(name)s lëndë që ju pëlqen
te: %(name)s ద్వారా మీకు నచ్చిన కంటెంట్ షేర్ చేయండి
uk: Діліться тим, що вам сподобалось за допомогою %(name)s

source: With the click of a button, you can Share interesting content on any website with your social network through <strong>%(name)s</strong>.
cs: Jedním klepnutím na tlačítko můžete sdílet zajímavý obsah z jakékoliv stránky na vaší sociální síti pomocí <strong>%(name)s</strong>.
de: Mit einem Klick können Sie über <strong>%(name)s</strong> interessante Inhalte auf einer beliebigen Website mit Ihrem sozialen Netzwerk teilen.
es: Con un clic puedes compartir contenido interesante de cualquier sitio web con tu red social a través de <strong>%(name)s</strong>.
es_ar: Con el clic de un botón, podés compartir contenido relevante en cualquier sitio de internet con tu red social a través de <strong>%(name)s</strong>.
fr: En cliquant simplement sur un bouton, vous pouvez partager sur votre réseau social le contenu que vous jugez intéressant, depuis n'importe quel site, et grâce à <strong>%(name)s</strong>.
hu: Egy gombnyomással megoszthat érdekes tartalmakat bármely weboldalról az ismerőseivel <strong>%(name)s</strong> használatával.
it: Con un semplice clic su un pulsante puoi condividere contenuti interessanti da qualunque sito attraverso <strong>%(name)s</strong>.
ja: ボタンをクリックするだけで、<strong>%(name)s</strong> を通じ、あなたのソーシャルネットワーク上であらゆるサイト上の興味深いコンテンツを共有できます。
kab: S usiti ɣef tqeffalt, tzemreḍ ad tebḍuḍ agbur yelhan ɣef yal asmel web akked uẓeṭṭa yinek n tmetti s <strong>%(name)s</strong>.
ms: Dengan hanya mengklik satu butang, anda boleh Kongsi kandungan yang menarik ke mana-mana laman web rangkaian sosial anda melalui <strong>%(name)s</strong>.
nl: Met een klik op een knop kunt u interessante inhoud op websites delen met uw sociale netwerk via <strong>%(name)s</strong>.
pt_br: Com o clique de um botão, compartilhe conteúdo interessante de qualquer site com a sua rede social via <strong>%(name)s</strong>.
ru: Одним щелчком кнопки вы можете поделиться интересным содержимым на любом веб-сайте с вашей социальной сетью через <strong>%(name)s</strong>.
sl: S klikom na gumb lahko delite zanimivo vsebino na poljubni spletni strani s svojim družbenim omrežjem z uporabo storitve <strong>%(name)s</strong>.
sq: Me klikimin e një butoni, mund të ndani me të tjerët lëndë interesante nga cilido sajt, në rrjetin tuaj shoqëror, përmes <strong>%(name)s</strong>.
te: ఒక నొక్కుతో, మీరు <strong>%(name)s</strong> ద్వారా మీ సామాజిక నెట్వర్క్ తో ఏ వెబ్సైట్ లో ఆసక్తికర కంటెంట్ పంచుకోవచ్చు.
uk: Одним натисканням кнопки ви можете поділитися цікавим вмістом будь-якого веб-сайту з вашою соціальною мережею через <strong>%(name)s</strong>.

source: Save content for later
cs: Uložit obsah pro příště
de: Inhalt für später speichern
es: Guardar contenido para más adelante
es_ar: Guardar contenido para más tarde
fr: Mettez de côté du contenu pour plus tard
hu: Tartalom mentése későbbre
it: Salva contenuti per visualizzarli in seguito
ja: コンテンツを後で見るために保存
kab: Sekles agbur i ticki
ms: Simpan kandungan untuk dibaca nanti
nl: Inhoud voor later opslaan
pt_br: Salve o conteúdo para ver mais tarde
ru: Сохраните содержимое на будущее
sl: Shrani vsebino za kasneje
sq: Ruajeni lëndën për më vonë
te: తరువాత కోసం కంటెంట్ సేవ్ చేసుకోండి
uk: Збережіть вміст на потім

source: With the click of a button, you can save interesting content on any website to <strong>%(name)s</strong>.
cs: Jedním klepnutím na tlačítko můžete ukládat vybraný obsah na jakékoliv stránce do <strong>%(name)s</strong>.
de: Mit einem Klick können Sie interessante Inhalte auf einer beliebigen Website auf <strong>%(name)s</strong> speichern.
es: Con un clic puedes guardar contenido interesante de cualquier sitio web en <strong>%(name)s</strong>.
es_ar: Con el clic de un botón, podés guardar contenido relevante en cualquier sitio de internet a <strong>%(name)s</strong>.
fr: En cliquant simplement sur un bouton, vous pouvez mettre de côté le contenu que vous jugez intéressant, depuis n'importe quel site, et grâce à <strong>%(name)s</strong>.
hu: Egy gombnyomással elmenthet érdekes tartalmakat bármely weboldalról az ismerőseivel <strong>%(name)s</strong> használatával.
it: Con un semplice clic puoi salvare il contenuto di un sito che ritieni interessante in <strong>%(name)s</strong>.
ja: ボタンをクリックするだけで、あらゆるサイト上の興味深いコンテンツを <strong>%(name)s</strong> へ保存できます。
kab: S usiti ɣef tqeffalt, tzemreḍ ad tesseklseḍ agbur yelhan ɣef yal asmel web akked uẓeṭṭa yinek n tmetti s <strong>%(name)s</strong>.
ms: Dengan hanya mengklik satu butang, anda boleh simpan kandungan mana-mana laman web yang menarik ke <strong>%(name)s</strong>.
nl: Met een klik op een knop kunt u interessante inhoud op websites opslaan naar <strong>%(name)s</strong>.
pt_br: Com o clique de um botão, salve o conteúdo interessante de qualquer site em <strong>%(name)s</strong>.
ru: Одним нажатием кнопки вы можете сохранить интересное содержимое на любом веб-сайте в <strong>%(name)s</strong>.
sl: S klikom na gumb lahko shranite zanimivo vsebino iz poljubne spletne strani na <strong>%(name)s</strong>.
sq: Me klikimin e një butoni, mund të ruani në <strong>%(name)s</strong> lëndë interesante nga cilido sajt.
te: ఒక నొక్కుతో, మీరు<strong>%(name)s</strong> ద్వారా ఏ వెబ్సైట్ లో ఆసక్తికర కంటెంట్ పంచుకోవచ్చు.
uk: Одним натисканням кнопки ви можете зберегти цікавий вміст будь-якого веб-сайту до <strong>%(name)s</strong>.

source: Keep an eye on the latest from %(name)s
cs: Hlídejte si to nejnovější od %(name)s
de: Behalten Sie das Neuste von %(name)s im Blick
es: Estate atento a lo último de %(name)s
es_ar: Mantenga un ojo en lo último de %(name)s
fr: Gardez un œil sur l'actualité %(name)s
hu: Tartsa szemmel a legfrissebbeket innen: %(name)s
it: Tieni sotto controllo tutti gli aggiornamenti da %(name)s
ja: %(name)s の最新情報を見逃さない
kab: Eǧǧ tiṭ-ik ɣef isallen n %(name)s
ms: Dapatkan makluman perkembangan semasa daripada %(name)s
nl: Houd het nieuwste in de gaten vanaf %(name)s
pt_br: Fique de olho nas notícias de %(name)s
ru: Следите за последними новостями на %(name)s
sl: Bodite pozorni na najnovejše iz %(name)s
sq: Mbajeni një vesh te lajmet më të reja nga %(name)s
te: %(name)s నుండి తాజా వార్తలు గమనించండి
uk: Слідкуйте за останніми новинами на %(name)s

source: <strong>%(name)s</strong> will provide you with the latest from their service, just click on their icon in the toolbar.
cs: <strong>%(name)s</strong> vám poskytne to nejnovější ze svých služeb, stačí klepnou na tlačítko na liště.
de: <strong>%(name)s</strong> bietet Ihnen das Neuste von seinem Dienst – klicken Sie einfach auf das Symbol in der Symbolleiste.
es: <strong>%(name)s</strong> te ofrecerá las últimas novedades de su servicio, simplemente con que pulses en su icono en la barra de herramientas.
es_ar: <strong>%(name)s</strong> te proveerá lo último de su servicio, simplemente hacé clic en el ícono de la barra de herramientas.
fr: <strong>%(name)s</strong> vous fournira les informations les plus récentes en provenance de leur service, cliquez simplement sur leur icône dans la barre d'outils.
hu: <strong>%(name)s</strong> elérhetővé teszi legfrissebb szolgáltatásukat, csak kattintson az ikonjára az eszköztáron.
it: Per ricevere tutti gli aggiornamenti del servizio offerto da<strong>%(name)s</strong> sarà sufficiente fare clic sull’icona nella barra degli strumenti.
ja: <strong>%(name)s</strong> は、そのサービスからの最新情報を提供します。使い方は簡単、ツールバー上のアイコンをクリックするだけです。
kab: <strong>%(name)s</strong> ak d-imudd talɣut n melmi kan seg umezlu yines, sit kan ɣef tignit ines deg ufeggag n ifecka.
ms: <strong>%(name)s</strong> akan memaklumkan anda perkembangan semasa dengan perkhidmatan yang disediakan oleh mereka, hanya klik pada ikon mereka dalam bar alatan.
nl: <strong>%(name)s</strong> voorziet u van het nieuwste van hun service; klik gewoon op het pictogram in de werkbalk.
pt_br: <strong>%(name)s</strong> fornecerá as informações mais recentes do serviço, basta clicar em seu ícone na barra de ferramentas.
ru: <strong>%(name)s</strong> будет сообщать вам последние новости с их службы, просто щёлкните по его значку на панели инструментов.
sl: <strong>%(name)s</strong> vam bo omogočil najnovejše iz svoje storitve, samo kliknite na njihovo ikono v orodni vrstici.
sq: <strong>%(name)s</strong> do t’ju furnizojë lajmet më të reja mbi shërbimin e tyre, thjesht klikoni mbi ikonën përkatëse te paneli.
te: <strong>%(name)s</strong> వారి సేవ నుండి తాజా మీకు అందిస్తుంది, కేవలం టూల్బార్లో వారి ఐకాన్ పై క్లిక్ చేయండి.
uk: <strong>%(name)s</strong> буде повідомляти вас про останні новини з їх служби, просто натисніть на його іконку в панелі.

source: Add the Sidebars button to your toolbar
cs: Přidá tlačítko pro Postranní lišty do vaší lišty
de: Fügen Sie Ihrer Symbolleiste die Sidebar-Schaltflächen hinzu
es: Agrega el botón Paneles laterales a tu barra de herramientas
es_ar: Agregue el botón de las barras laterales a la barra de herramientas
fr: Ajoute le bouton Panneau latéral à votre barre d'outils
hu: Az oldalsávok gomb hozzáadása az eszköztárhoz
it: Aggiungi il pulsante Barre laterali alla barra degli strumenti
ja: ツールバーへサイドバーボタンを追加
kab: Rnu ttaqeffalt n igalisen ɣer ufeggag inek n ifecka
ms: Tambah butang Bar sisi ke bar alatan anda
nl: Voeg de knop Zijbalken toe aan uw werkbalk
pt_br: Adicione o botão Painel na barra de ferramentas
ru: Добавьте кнопку Боковых панелей на панель инструментов
sl: Dodajte gumb stranske vrstice v svojo orodno vrstico
sq: Shtoni te paneli juaj butona Anështyllash
te: మీ టూల్బారుకు సైడ్ బార్స్ బటన్ ను చేర్చుకోండి
uk: Додайте кнопку бокових панелей до своєї панелі інструментів

source: Starting with Firefox 30, you can manage your sidebars using the Sidebars toolbar button. The Sidebars button is located in the <a href="%(url)s">customization palette</a>, just drag the button to your toolbar for fast switching between sidebars.
cs: Počínaje Firefoxem 30 můžete spravovat postranní lišty pomocí tlačítka Postranní lišty. Toto tlačítko naleznete umístěné v <a href="%(url)s">rozhraní pro Přizpůsobení</a>, stačí jej chytit myší a přetáhnout na nástrojovou lištu, kde pak budete moci snadno přepínat zobrazení postranních lišt.
de: Ab Firefox 30 können Sie mit der Sidebars-Schaltfläche in der Symbolleiste Ihre Sidebars verwalten. Die Sidebars-Schaltfläche befindet sich im <a href="%(url)s">Anpassen-Bereich</a>, ziehen Sie einfach die Schaltfläche in Ihre Symbolleiste, um schnell zwischen Sidebars zu wechseln.
es: A partir de Firefox 30 puedes administrar tus paneles laterales usando el botón Paneles laterales de la barra de herramientas. Ese botón está ubicado en la <a href="%(url)s">paleta de personalización</a>, por lo que basta con que lo arrastres a tu barra de herramientas para cambiar rápidamente entre los distintos paneles.
es_ar: A partir Firefox 30, puede gestionar las barras laterales usando el botón de la barra de herramientas de las barras laterales. El botón de las barras laterales está ubicado en la <a href="%(url)s">paleta de personalización</a>, sólo arrastre el botón a la barra de herramientas para intercambiar rápidamente entre las mismas.
fr: À partir de la version 30 de Firefox, vous pouvez gérer vos panneaux latéraux à l'aide du bouton Panneau latéral. Le bouton Panneau latéral se situe dans <a href="%(url)s">la palette des éléments de personnalisation</a>, vous avez juste à faire glisser le bouton vers votre barre d'outils pour passer plus rapidement d'un panneau à l'autre.
hu: A Firefox 30-tól kezdve az Oldalsávok eszköztárgombbal kezelheti az oldalsávjait. Az Oldalsávok gomb az <a href="%(url)s">testreszabási palettán</a>, csak húzza át a gombot az eszköztárra az oldalsávok közötti gyors váltáshoz.
it: A partire da Firefox 30 è possibile gestire le barre laterali utilizzando il pulsante Barre laterali direttamente dalla barra degli strumenti. Il pulsante è disponibile nella <a href="%(url)s">finestra di personalizzazione</a>: trascina il pulsante nella barra degli strumenti per avere accesso in modo rapido a tutte le barre laterali disponibili.
ja: Firefox 30 以降、「サイドバー」ツールバーボタンを使ってサイドバーを管理できるようになりました。「サイドバー」ボタンは <a href="%(url)s">カスタマイズパレット</a> に含まれていて、このボタンをツールバーへドラッグして追加すれば、サイドバーが複数あっても素早く切り替えられます。
kab: Si Firefox 30 d asawen, tzemreḍ ad tesferkeḍ igalisen idisanen inek s useqdec n tqeffalt Agalis Adisan yellan deg <a href="%(url)s"> unasiw n waggan</a>, yessefka kan ad tezzuɣreḍ taqeffalt ɣer ufeggag inek n ifecka akken ad tedduḍ s zreb seg ugalis ɣer wayeḍ.
ms: Bermula Firefox 30, anda boleh urus bar sisi menggunakan butang bar alatan Bar sisi. Butang Bar Sisi ini terletak di dalam <a href="%(url)s">pelet penyesuaian</a>, hanya seret butang ini ke dalam bar alatan anda untuk pertukaran antara bar sisi yang pantas.
nl: Vanaf Firefox 30 kunt u uw zijbalken beheren via de werkbalkknop Zijbalken. De knop Zijbalken bevindt zich in het <a href="%(url)s">aanpassingenpalet</a>; sleep gewoon de knop naar uw werkbalk om snel tussen zijbalken te kunnen schakelen.
pt_br: Apartir do Firefox 30, é possível gerenciar os painel usando o botão painel na barra de ferramentas. Localizado na <a href="%(url)s">paleta de personalização</a>, basta arrastar o botão para a barra de ferramentas para troca rápida dos paineis.
ru: Начиная с Firefox 30, вы можете управлять боковыми панелями с помощью кнопки Боковые панели. Кнопка Боковые панели находится на <a href="%(url)s">панели настройки</a>, вы можете просто перетащить её на панель инструментов для быстрого переключения между боковыми панелями.
sl: Od Firefoxa 30 naprej lahko upravljate stranske vrstice s pomočjo gumba v orodni vrstici. Nahaja se v <a href="%(url)s">meniju za prilagajanje</a>, od koder ga morate povleči v orodno vrstico in že boste lahko hitro preklapljali med stranskimi vrsticami.
sq: Që prej Firefox 30-s, mund të administroni anështyllat tuaja duke përdorur butonin e paneli Anështyllash. Butoni i Anështyllave gjendet te <a href="%(url)s">paleta e përshtatjve</a>, thjesht tërhiqeni butonin te paneli juaj, që të hidheni me shpejtësi nga një panel në tjetrin.
te: ఫైర్ఫాక్స్ 30తో మొదలుపెట్టి, సైడ్బార్లు టూల్బార్ బటన్ ఉపయోగించి మీ సైడ్బార్లు నిర్వహించవచ్చు. సైడ్బార్లు బటన్ <a href="%(url)s"> అనుకూలీకరణకు పాలెట్ </a> ఉన్న, కేవలం సైడ్బార్లు మధ్య వేగంగా మార్పిడి కోసం మీ టూల్బార్ బటన్ లాగండి.
uk: Починаючи з Firefox 30, ви можете керувати своїми бічними панелями за допомогою кнопки. Кнопка бічних панелей розташована в <a href="%(url)s">панелі налаштування</a>, просто перетягніть її на свою панель інструментів, щоб швидко переключатися між бічними панелями.
